{
  "cookie-policy": "<h3>Cookie Policy</h3><h5>Notice on the use of cookies</h5><p>When you visit one of the websites of Schaeffler AG and companies in which Schaeffler AG, directly or indirectly, holds a majority interest (Schaeffler Group), information will be stored on your terminal device in the form of a so-called “cookie”. Cookies are small text files which enable analysis of the use of the website, record settings and data in your browser, as well as allow customizing website to your interests and displaying interest-based advertising on other websites. We do not collect any personal data by means of cookies unless you have expressly given us your consent to do so.</p>",
  "data-privacy": "<h3>Privacy Policy</h3><h5>We appreciate your interest in the Schaeffler Group (Schaeffler AG and related companies) and our products. When using our online offers, the protection of your privacy is of great importance. If personal data is processed, we comply with the applicable data protection regulations.</h5><h5>I. General information about data processing</h5><h5>1. Scope and purpose of processing of personal data</h5><p>As a matter of principle, we collect and use your personal data only to the extent that this is necessary for the provision of a functioning website and the content and services offered on the website. The collection and use of your personal data regularly take place only after your consent. An exception applies in those cases where the processing of the data is permitted by law.</p><h5>2. Legal basis for data processing.</h5><p>Your personal data is processed on the basis of the EU General Data Protection Regulation (GDPR) and the applicable local data protection law. Insofar as you have given us consent to process personal data for specific purposes, Art. 6 (1) lit. a GDPR serves as the legal basis for the processing of personal data. Consent given can be revoked by you at any time. Please note that the revocation is only effective for the future. Processing that took place before the revocation is not affected. Processing of personal data in the context of the performance of a contract to which you are a party or in order to take steps prior to entering a contract at your request is based on Art. 6 (1)(b) GDPR. The purposes of data processing are governed by the respective contract documents and the subject matter of the contract. If processing of personal data is necessary to comply with a legal obligation to which we are subject, Art. 6 (1)(c) GDPR serves as a legal basis. If processing is necessary for the purposes of the legitimate interests pursued by Schaeffler or by a third party (e.g., to assert legal claims and defend against legal disputes; to ensure IT security; to prevent criminal acts; for business management measures) and if your interests, fundamental rights and freedoms as data subject do not override the aforementioned interest, Art. 6 (1)(f)GDPR serves as the legal basis for processing.</p><h5>3. Data erasure and retention period</h5><p>We process and store your personal data for as long as this is necessary to satisfy the respective purpose. In addition, such storage may take place in order to comply with a legal obligation by Union or Member State law, regulation or other provision to which we as controller are subject. If the data is no longer necessary or if a retention period prescribed by the aforementioned laws has expired, your data will be erased regularly after {{storagePeriod}}.</p><h5>4. Access to personal data within the Schaeffler Group and by third parties</h5><p>Within the Schaeffler Group, those entities gain access to your data who require it as a part of “least privilege” (assignment of user rights to the lowest possible extent) and the “need-to-know” principle (knowledge of data only if necessary). We may only transfer data to third parties outside the Schaeffler Group if this is necessary, if statutory provision so requires, you have consented or processors engaged by us have contractually agreed to comply with the requirements of the GDPR and applicable local data protection law.</p><p>Under these circumstances, recipients of personal data may include: Microsoft as a provider of Azure.</p><h5>5. Transfer of personal data to a third country or to an international organization</h5><p>A transfer of data to countries outside the EU/EEA (so-called third countries) will only take place as it is necessary or required by law, you have given your consent or as part of data processing by a processor. If service providers in third countries are deployed, in addition to written instructions, they are required to comply with data protection standards in Europe by agreeing on the EU standard contractual clauses.</p><h5>6. IT Security</h5><p>The Schaeffler Group uses technical and organizational security measures to protect the data we have under our control against accidental or intentional destruction, manipulation, loss or against access by unauthorized persons. These security measures are constantly being further developed in accordance with the respective new technical possibilities.</p><p>Our websites may contain links to websites of other providers. Our information on data protection does not apply to these websites.</p><h5>7. Obligation to provide personal data</h5><p>If we provide you with offers and services on this website that you can use voluntarily, there is no obligation to provide us with your data, but without your personal data you may not be able to use our offers and services.</p><h5>8. “Profiling“ and automated decision-making</h5><p>We do not use fully automated decision-making pursuant to Art. 22 GDPR. Schaeffler basically does not use “profiling”. If we use it in individual cases, we will inform you about this separately, if it is required by law and – if necessary - obtain your prior consent.</p><h5>9. Sources of your personal data</h5><p>{{dataSource}}</p><h5>II. Data processing operations during the provision of the application and during the creation of log files.</h5><p>When you visit our application, our web servers record and collect the name of your Internet service provider, your IP address, the website from which you visit us, the web pages you visit on our site, and the date and duration of your visit as standard. This data is stored in the log files of our systems. However, the use of the IP address is limited to the technically necessary extent and is shortened and thus only used anonymously, so that an assignment of the IP address to a user is not possible. The data is not linked to personal data.</p><p>The legal basis for the temporary storage of the data is Art. 6 para. 1 lit. f GDPR.</p><p>The temporary storage of the abbreviated IP address by our systems is technically necessary to enable delivery of the application to your terminal device. Storage in log files is done to ensure the functionality of the website. Data is not being analysed for marketing purposes in this context. For these purposes, we have legitimate interest in processing of data according to Art. 6 (1) (f) GDPR.</p><p>The collection of data for the provision of the website and the storage of data in log files is essential for the operation of the website. Therefore, there is no possibility for you as a user to object to such processing.</p><h5>III. Data processing for services offered on the website</h5><p>On our website we offer several services which will request personal data in case you use them. The transmission of personal data is always voluntary.</p><p>In this context, we process your personal data exclusively on an anonymous basis. {{ purpose }}</p><h5>IV. Use of cookies</h5><p>We use cookies to help you make the best possible use of the website. Cookies are text files that are stored in the Internet browser or by the Internet browser on the user’s device. If a user accesses our website, a cookie may be stored on the user’s operating system. This cookie contains a characteristic string that allows the browser to be uniquely identified when the website is accessed again.</p><p>In the following we inform you in general about the use of cookies on our website and the associated processing of personal data. For more information on specifically used cookies, please refer to the Schaeffler Cookie Policy (LINK) published on this website.</p><p>We use cookies to make our website more user-friendly. Some elements of our website require that the calling browser can be identified even after a page change.</p><p>In addition, we use cookies on our website that enable an analysis of the user’s surfing behavior.</p><p>When accessing our website, the user is informed about the use of cookies and referred to this privacy policy.</p><p>The purpose of using technically necessary cookies is to simplify the use of our website for the user. Some functions of our website cannot be offered without the use of cookies. For this, it is necessary that the browser is recognized even after a page change. The user data collected by technically necessary cookies is not used to create user profiles. For more information, please refer to the Schaeffler Cookie Policy. The use of analytics cookies is for the purpose of improving the quality of our website and its content. Through the analysis cookies, we learn how the website is used and can thus continuously optimize our offer. For more information, please refer to the Schaeffler Cookie Policy.</p><p>The legal basis for the processing of personal data using cookies is Art. 6 (1) lit. f GDPR.</p><p>Cookies are stored on the user’s device and transmitted from it to our website. Therefore, you as a user also have full control over the use of cookies. By changing the settings in your Internet browser, you can deactivate or restrict the transmission of cookies. Already stored cookies can be deleted at any time. This can also be done automatically. If cookies are deactivated for our website, it may no longer be possible to use all functions of the website to their full extent.</p><h5>V. Your rights as data subject</h5><p>If your personal data is being processed, you are the data subject pursuant to the GDPR and you have the following rights:</p><h5>1. Right of access (Art. 15 GDPR)</h5><p>Upon request you can obtain from us confirmation from us as to whether or not your personal data is being processed by us. If this is the case, you can request us to give you access to the information provided for by law (see Art. 15 (1) GDPR). We will also notify you of appropriate safeguards pursuant to Art. 46 GDPR in the context of data transfer in case your personal data is being transferred to a third country or to an international organisation.</p><h5>2. Right to rectification (Art. 16 GDPR)</h5><p>You have a right to rectification and/or completion if the processed personal data is inaccurate or incomplete. We have to rectify the data without due delay.</p><h5>3. Right to restriction of processing (Art. 18 GDPR)</h5><p>Provided that the legal requirements are met (see Art. 18 (1) GDPR), you have the right to restrict processing of your personal data. For consequences of the restrictions please refer to Art. 18 (2) and (3) GDPR.</p><h5>4. Right to erasure (Art. 17 GDPR)</h5><p>You have the right to demand from us erasure of your personal data without undue delay, and we are obliged to immediately erase this data if any of the reasons pursuant to Art. 17 (1) GDPR applies. The right to erasure does not apply in cases of Art. 17 (3) GDPR.</p><h5>5. Right to notification</h5><p>If you have exercised your right to rectification, erasure, or restriction of processing, we are obliged to notify each recipient to whom the personal data have been disclosed of this rectification, erasure, or restriction of processing, unless this proves impossible or involves disproportionate effort. We have to inform you about those recipients upon your request.</p><h5>6. Right to data portability (Art. 20 GDPR)</h5><p>You have the right to receive your personal data that you have provided to us in a structured, commonly used and machine-readable format. For details please refer to Art. 20 GDPR.</p><h5>7. Right to object (Art. 21 GDPR)</h5><p>You have the right to object at any time to the processing of your personal data that is based on Art. 6 (1) (e) or (f) GDPR on grounds relating to your particular situation. Further details can be found in Art. 21 GDPR.</p><p>In addition, you have a right to lodge a complaint with a supervisory authority pursuant to Art. 77 GDPR.</p><h5>VI. Name and contact details of the controller</h5><p>{{personResponsible}}<br>Industriestraße 1-3<br>910074 Herzogenaurach<br>Germany<br>Telephone number: + 49 9132 82-0<br>Fax number: + 49 9132 82 – 49 50<br>E-Mail: <a href=\"mailto:Datenschutz@schaeffler.com\">Datenschutz@schaeffler.com</a></p><h5>VII. Contact details of the data protection officer</h5><p>Schaeffler AG<br>Data Protection Officer<br>Industrie Straße 1-3<br>91074 Herzogenaurach<br>Germany</p><p>Phone number: +49 9132 82-1476<br>Fax: +49 9132 82-5901<br>E-Mail: <a href=\"mailto:Datenschutz@schaeffler.com\">Datenschutz@schaeffler.com</a></p><p>Stand: Version 1.0, 08.05.2021</p>",
  "defaultDataSource": "We use data that we receive from you yourself.",
  "defaultPeriod": "90 days",
  "goToHome": "Back to Home",
  "imprint": "<h3>Imprint</h3><h5>Responsible for Internet Website Contents</h5><p>Schaeffler Technologies AG & Co. KG<br>Industriestraße 1-3<br>91074 Herzogenaurach<br>Germany</p><p>Phone: +49 9132 82-0<br>Fax: +49 9132 82-49 50</p><p><a class=\"icon icon-mail\" data-widget=\"GATrakken\" data-ar-event-category=\"Engagement\" data-ar-event-action=\"Content/Mailto\" data-ar-event-label=\"info@schaeffler.com mailto:info@schaeffler.com \" href=\"mailto:info@schaeffler.com\" target=\"_blank\" title=\"info@schaeffler.com \">info@schaeffler.com</a></p><p><strong>Registered Seat:</strong> Herzogenaurach<br><strong>Commercial Register:</strong> Amtsgericht Fürth HRA 10129<br><strong>Valued-added tax identification no.:</strong> DE 291 636 029<br></p><p><strong>General Partner:</strong> Schaeffler AG<br /><strong>Registered Seat:</strong> Herzogenaurach<br /><strong>Commercial Register:</strong> Amtsgericht Fürth, HRB 14738<br /></p><p><strong>Chairman of the Supervisory Board:</strong> Georg F. W. Schaeffler</p><p><strong>Board of Managing Directors:</strong> Klaus Rosenfeld (CEO), Claus Bauer, Dr. Astrid Fontaine, Andreas Schick, Jens Schüler, Uwe Wagner, Sascha Zaps, Matthias Zink</p>{{responsible}}<p class=\"g_lastchild\"><strong>Liability Notice:</strong> Despite carefully verifying the contents, we do not assume any liability for the contents of links to external websites. The owners of these external sites are solely responsible for the contents of these sites.</p>",
  "responsibleIntro": "<p><strong>Responsible for content in accordance with § 55 paragraph 2 RStV (German Federal Agreement on Broadcasting and Telemedia):</strong> {{personResponsible}}</p>",
  "terms-of-use": "<h3>General Conditions of Use for the Schaeffler Website</h3><h5>1. Scope</h5><p>1.1<br>Any use of the web pages (Schaeffler Website) offered by Schaeffler AG ('Schaeffler') shall be subject to these Conditions insofar as use is not otherwise regulated by the conditions of the Schaeffler company in the respective country. By commencing use, the user accepts the validity of these Conditions of Use in their current version.</p><p>1.2<br>These General Conditions of Use may be supplemented, modified or replaced from time-to-time.</p><h5>2. Contents of the Schaeffler Website</h5><p>On its website, Schaeffler has placed non-binding information as well as related documentation and software which may be called up or downloaded. Such placement shall be without any commitment and without any warranties as to completeness. Schaeffler may at any time in whole or in part block the Schaeffler Website or change the contents without any prior notice. Schaeffler does not accept any liability in relation to the uninterrupted availability of the Schaeffler Website.</p><h5>3. Rights of Use</h5><p>3.1<br>The use of the information, software and documentation available on the Schaeffler Website shall be subjected to these Conditions, or if the information, software and documentation are updated, such shall be subject to the applicable license conditions already agreed with Schaeffler. Any license conditions separately agreed upon shall prevail over these Conditions.</p><p>3.2<br>Schaeffler grants to the user a non-exclusive, non-transferable, non-assignable, non-sublicensable right to use the information, software and documentation available on the Schaeffler Website to the extent to which it is agreed between the parties, or, in case there is no agreement on this point, in accordance with the purpose intended by Schaeffler.</p><p>3.3<br>Software is only available in a machine-readable form at no cost. No right shall exist to the release of any source code. In case the license conditions of open source software have priority over these Conditions and require Schaeffler to make the source code available, such source code shall be made available in exchange for reimbursement of expenses.</p><p>3.4<br>Unless mandatory provisions govern to the contrary, the user may not change, reverse, develop, or reverse translate the software or its documentation or remove any part therefrom.</p><p>3.5<br>The information, software and documentation are protected by applicable copyright laws as well as other applicable laws related to intellectual property. The user shall observe such laws, and in particular any alphanumerical identification, marks or copyright notices shall not be removed from the information, software or documentation or from any copies thereof.</p><p>3.6<br>Any provisions of applicable copyright law regarding the protection of any software shall not otherwise be affected hereby.</p><h5>4. Intellectual Property</h5><p>4.1<br>Notwithstanding the particular requirements in section 4 of these Conditions of Use, any information, trademark names and other contents of the Schaeffler Website may not be changed, copied, reproduced, sold, rented, used, supplemented or used in any other way without the prior written permission of Schaeffler.</p><p>4.2<br>Except for the right of use and other rights expressly granted herein, the user shall be granted no further rights of any type whatsoever, in particular those to the company name or to industrial property rights, such as patents, utility models or trademarks, nor shall Schaeffler be subject to any corresponding duty to grant such rights.</p><h5>5. Registration and Use of Protected Pages</h5><p>5.1<br>Some pages of the Schaeffler Website are protected by way of a password. Access to these pages is only possible for registered users for transactional business security purposes. There shall be no right to be registered by Schaeffler. In particular, Schaeffler reserves the right to make web pages previously freely accessible subject to registration. Schaeffler may at any time revoke a right of access by blocking the access data without providing any reasons therefor, in particular when the user:</p><ul class=\"contentlist\"><li>has provided false details for registration;</li><li>has breached the Conditions of Use or its duties of care in relation to the treatment of access data;</li><li>has breached applicable law in accessing or using the Schaeffler Website; or</li><li>has been an inactive user of the Schaeffler Website for a period of at least 24 months.</li></ul><p>5.2<br>In the event that registration is permitted, the user shalal provide accurate and correct details and must advise Schaeffler immediately of any changes.</p><p>5.3<br>After registration the user shall receive a user name and password (user data). At the time of first access the user shall change the password provided by Schaeffler into a secure password. The user data allows the user to access its own data, to change such data, and, if necessary, to extend or revoke agreements to data processing.</p><p>5.4<br>The user shall ensure that the user data are not available to third parties and shall be liable for all orders and other activities taken under the user data. After each occasion of use, the area protected by password shall be exited. Insofar as the user becomes aware that any third party is misusing user data, the user shall immediately notify Schaeffler of such in writing, and, if applicable, in advance by e-mail communication. After receipt of such notification, Schaeffler shall block the access to the area protected by password for that user data. The lifting of any blocking is only possible after a special application by the user to Schaeffler or after a further registration.</p><p>5.5<br>The user may at any time in writing demand the deletion of any registration insofar as the deletion is not prevented by the processing of current contractual matters. In such case, Schaeffler shall erase all user data and all other personal data of the user as soon as such is no longer required.</p><h5>6. References and Links</h5><p>The Schaeffler Website may contain references and links (hyperlinks) to the websites of third parties. Schaeffler does not accept any responsibility for the contents of such websites, nor does Schaeffler make the contents of such websites its own, as Schaeffler cannot control any information connected by a third party link and is not responsible for the contents and information therein contained. Any use of linked websites shall be at the risk of the user.</p><h5>7. Exclusion of Liability for Defects as to Title and Quality, Viruses</h5><p>7.1<br>Insofar as any information, software or documentation is made available at no charge, any liability is hereby excluded for defects as to title or defects as to the quality of the information, software and documentation, and in particular for the correctness, defect-free nature, and the non-existence of property rights or copyright of third parties, completeness and/or usability except in cases of wilful acts or malice. SCHAEFFLER HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p><p>7.2<br>The information contained on the Schaeffler Website may include specifications or general descriptions of technical possibilities of products, which in individual cases (e.g. for reasons of changes in products) may not always be available. The required performance specification of the products should therefore be agreed prior to purchase in each case.</p><p>7.3<br>The liability of Schaeffler for any defects as to quality and defects as to title shall be determined by the provisions in sections 7.1 and 7.2 of these Conditions. Ceteris paribus, any liability of Schaeffler is excluded unless (i) mandatory law (e. g. the Product Liability Act) requires it, (ii) as a result of product liability law, (iii) as a result of wilful acts or gross negligence, (iv) as a result of death or personal injury, (v) as a result of the acceptance of a guarantee as to quality, (vi) as a result of malicious concealment of a defect, or (vii) because of the material breach of a contract. Any damages for material breach of contract shall however be limited to typical, foreseeable damages, insofar as wilful acts or gross negligence are not involved.</p><p>7.4<br>Schaeffler shall endeavor to keep the Schaeffler Website free from all viruses, however Schaeffler cannot give any assurance as to a virus-free environment. Before downloading any information, software or documentation, the user shall, for its own protection as well as to prevent viruses coming onto the Schaeffler Website, use suitable security measures and virus scanners. The User is responsible for implementing sufficient procedures and checkpoints to satisfy its particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.</p><p>7.5<br>A reversal of the burden of proof shall not be assumed by any of the above provisions.</p><h5>8. Obligations of Use</h5><p>8.1<br>The user may not in regard to the Schaeffler Website:</p><ul class=\"contentlist\"><li>cause any damage or injury to any persons, in particular juveniles, or violate their right to privacy;</li><li>act against good morals by its method of use;</li><li>violate industrial property rights or copyright or other property rights;</li><li>transmit any contents with viruses or so-called “Trojan Horses” or other programming which could damage software;</li><li>provide, store or send hyperlinks or contents to which it is not allowed, in particular if such hyperlinks or contents are a breach of a duty of confidentiality or are unlawful; or</li><li>distribute advertising or unsolicited e-mails (so-called 'spam') or irrelevant warnings as to viruses, malware or similar, or request persons to participate in gambling, games, chain letters, pyramid schemes or any other similar actions.</li><li>to engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the Website, or which, as determined by Schaeffler may harm Schaeffler or users of the Website or expose them to liability.</li><li>use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the Website, including their ability to engage in real time activities through the Website.</li></ul><p>8.2<br>Schaeffler may block access to the Schaeffler Website at any time, in particular if the user breaches its duties under these Conditions.</p><h5>9. Export Requirements</h5><p>The transfer of information, software and documentation can be subject to the applicable legal provisions of export controls, in particular but not limited to the law of the EU or its member states or the US, due to its type or its purpose of use or its end use. The user confirms that he shall comply to the applicable provisions of export control law at all times.</p><h5>10. Protection of Personal Data</h5><p>Schaeffler shall, in compiling, using and processing personal data of the user, observe the applicable data protection regulations which may be viewed on the Schaeffler Website.</p><h5>11. Collateral Agreements, Place of Jurisdiction, Applicable Law</h5><p>11.1<br>Any collateral agreements to these Conditions of Use including any amendments of this clause shall be in the written form.</p><p>11.2<br>The place of jurisdiction is the registered seat of Schaeffler AG.</p><p>11.3<br>The individual pages of the Schaeffler Website are operated by and are the responsibility of Schaeffler. These pages comply with the requirements of the specific country in which Schaeffler AG has its registered seat. Schaeffler accepts no responsibility for the possibility that information, software and/or documentation in the Schaeffler Website may be called up or downloaded in places outside of the respective country. If users from countries outside of the respective country use the Schaeffler Website, they are themselves responsible for compliance with the applicable regulations of the respective country. Access to information, software and/or documentation on the Schaeffler Website in countries in which access is unlawful is not allowed. In such case, and should the user wish to contact Schaeffler commercially, the user should contact the Schaeffler representatives in the respective country.</p><p>11.4<br>These Conditions as well as the use of this website shall be subject to the law of the registered seat of Schaeffler AG.</p>"
}
