{
  "modalTitle": "Zugewiesene Rollen",
  "subtitle": "Folgende Rollen sind aktuell Ihrem Benutzer zugewiesen:",
  "noRoles": "Ihnen sind keine Rollen zugewiesen",
  "geoRoles": {
    "title": "Geografische Rollen",
    "REGION.WORLD": "Diese Rolle berechtigt zum Zugriff auf Kunden aus allen Regionen.",
    "REGION.EMEA": "Diese Rolle berechtigt zum Zugriff auf Kunden aus der Region Europa.",
    "REGION.AMERICAS": "Diese Rolle berechtigt zum Zugriff auf Kunden aus der Region Amerikas.",
    "REGION.ASIA.PACIFIC": "Diese Rolle berechtigt zum Zugriff auf Kunden aus der Region Asien Pazifik.",
    "REGION.GREATER.CHINA": "Diese Rolle berechtigt zum Zugriff auf Kunden aus der Region China."
  },
  "sectoralRoles": {
    "title": "Sektor Rollen",
    "SECTOR.ALL": "Diese Rolle berechtigt zum Zugriff auf Kunden aus allen Sektoren.",
    "SECTOR.ID": "Diese Rolle berechtigt zum Zugriff auf Distribution - Kunden.",
    "SECTOR.OEM": "Diese Rolle berechtigt zum Zugriff auf OEM/MRO - Kunden.",
    "SECTOR.IA": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Industrial Automation.",
    "SECTOR.OR": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Offroad.",
    "SECTOR.PT": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Power Transmission.",
    "SECTOR.RM": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Raw Materials.",
    "SECTOR.RW": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Railway.",
    "SECTOR.TW": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Two Wheelers.",
    "SECTOR.WE": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Windenergy.",
    "SECTOR.XA": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Aerospace.",
    "SECTOR.AG": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Transmission Application.",
    "SECTOR.AC": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Chassis/Accessory Drive Application.",
    "SECTOR.AM": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Automotive Aftermarket.",
    "SECTOR.AE": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Engine Components.",
    "SECTOR.AO": "Diese Rolle berechtigt zum Zugriff auf Kunden aus dem Sektor Automotive Sales."
  },
  "costRoles": {
    "title": "Kosten Rollen",
    "COST.GPC": "Diese Rolle berechtigt zur Anzeige von KHK und GPI Informationen.",
    "COST.SQV": "Diese Rolle berechtigt zur Anzeige von SAW."
  },
  "priceRoles": {
    "title": "Preis Rollen",
    "PRICE.MANUAL": "Diese Rolle berechtigt zur Anlage von manuellen Preisen (ZMAN)."
  }
}
