{
  "moreInformationLinkQuestion": "Need more information?",
  "averageValue": "Average value",
  "close": "Close",
  "conversionTable": "Conversion table",
  "convertedAfter": "Converted after {{norm}}",
  "convertedAfterMultiple": "Converted average value after {{norm}}",
  "deviationWarning": "At least one measured value is not in agreement with the permissible deviation after S 285018. Please check the values.",
  "from": "From",
  "hcNorm": "ISO 18265-A.1",
  "negativeValueError": "Hardness and strength values must be positive!",
  "reset": "RESET",
  "norm": {
    "ISO18265_A1": "ISO 18265 A.1",
    "ISO18265_B2": "ISO 18265 B.2",
    "ISO18265_B3": "ISO 18265 B.3",
    "ISO18265_B4": "ISO 18265 B.4",
    "ISO18265_C2": "ISO 18265 C.2",
    "ASTME140_1": "ASTM E140, 1",
    "ISO18265_F1": "ISO 18265 F.1 — ASTM E140, 3",
    "ISO18265_F2": "ISO 18265, F.2 — ASTM E140, 4",
    "ISO18265_F4": "ISO 18265, F.4 — ASTM E140, 9",
    "ISO18265_F5": "ISO 18265, F.5 — BS 860, 1",
    "SCHAEFFLER_OILTEMPEREDSPRINGSTEEL": "Schaeffler, Internal conversion"
  },
  "normLong": {
    "ISO18265_A1": "ISO 18265 A.1 (unalloyed, low alloy and cast steel)",
    "ISO18265_B2": "ISO 18265 B.2 (QT steel in QT condition)",
    "ISO18265_B3": "ISO 18265 B.3 (QT steel in untreated, soft annealed or normalized condition)",
    "ISO18265_B4": "ISO 18265 B.4 (QT steel in quenched condition)",
    "ISO18265_C2": "ISO 18265 C.2 (cold working steel)",
    "ASTME140_1": "ASTM E140, 1 (non-austenitic steel)",
    "ISO18265_F1": "ISO 18265 F.1 — ASTM E140, 3 (Nickel and high-Nickel alloy)",
    "ISO18265_F2": "ISO 18265, F.2 — ASTM E140, 4 (cartridge brass, 70 % Cu, 30 % Zn)",
    "ISO18265_F4": "ISO 18265, F.4 — ASTM E140, 9 (wrought Aluminium)",
    "ISO18265_F5": "ISO 18265, F.5 — BS 860, 1 (Aluminium and Aluminium alloy)",
    "SCHAEFFLER_OILTEMPEREDSPRINGSTEEL": "Schaeffler, Internal conversion  (oil tempered spring steel)"
  },
  "unit": {
    "hb": "HB",
    "hra": "HRA",
    "hrb": "HRB",
    "hrc": "HRC",
    "hv": "HV",
    "mpa": "MPa{{ hint }}"
  },
  "uts": "UTS",
  "standardDeviation": "Standard deviation",
  "statisticalEvaluation": "Statistical evaluation",
  "title": "Hardness Converter",
  "utsTooltip": "Ultimate tensile strength",
  "value": "Value",
  "valuesCalculatedWith": "Values calculated with Backend v.{{version}}",
  "notInTable": "not-in-table",
  "clipboardcopy": "Copied value to clipboard!",
  "formError": {
    "min": "Value lower than {{min}}",
    "max": "Value higher than {{max}}",
    "generic": "Value is not valid",
    "required": "Input required"
  },
  "geometricalInformation": {
    "error": {
      "400": "parameters out-of-range!",
      "mpa": "Calculation of geometrical parameters or indentation properties is not available for unit MPa (UTS)!",
      "mpa_prelink": "For such calculations, please use the",
      "mpa_link": "Material Properties Estimator - LINK",
      "mpa_href": "https://matlab-web-app:9988/webapps/home/login.html?afterlogin=%2Fwebapps%2Fhome%2Fsession.html%3Fapp%3DSchaeffler%252FMaterialparameterestimation",
      "invalid_hv_force": "Applied test force is higher than maximum allowed test force!",
      "invalid_hb_ratio": "Indentation-indenter ratio is out of range, needs to be within 24 % and 60 %!",
      "invalid_parameter": "Unable to calculate values, parameters out-of-range!",
      "invalid_ball_diameter": "Invalid ball diameter!"
    },
    "control": "Geometrical Parameters and Indentation Properties",
    "geometry": "Geometric Indentation Parameters",
    "corrections": "Corrected hardness values",
    "others": "Others",
    "unit": {
      "none": " ",
      "mm": "mm",
      "ppt": "%",
      "kp": "kp",
      "boolean": " ",
      "hv": "HV",
      "hb": "HB",
      "hra": "HRA",
      "hrb": "HRB",
      "hrc": "HRC"
    },
    "prop": {
      "width": "Indentation width",
      "depth": "Indentation depth",
      "edge_distance": "Edge indentation spacing",
      "indentation_distance": "Inter-indentation spacing",
      "minimum_thickness": "Min. sample thickness",
      "indenter_ratio": "Indentation-indenter ratio",
      "force_diameter_index": "Force diameter index",
      "hardness_convex_sphere": "Correction convex sphere",
      "hardness_concave_sphere": "Correction concave sphere",
      "hardness_convex_cylinder": "Correction convex cylinder",
      "hardness_convex_cylinder_45": "Correction convex cylinder 45°",
      "hardness_concave_cylinder_45": "Correction concave cylinder 45°",
      "hardness_convex_cylinder_0": "Correction convex cylinder 0°",
      "hardness_concave_cylinder_0": "Correction concave cylinder 0°",
      "valid": "Valid",
      "test_force": "Max. test force on sample thickness"
    },
    "material": {
      "FE": "Steel (Fe)",
      "CU": "Copper (Cu)",
      "LI": "Lithium (Li)",
      "MG": "Magnesium (Mg)",
      "AL": "Aluminum (Al)",
      "TI": "Titanium (Ti)",
      "PB": "Lead (Pb)",
      "SN": "Tin (Sn)",
      "OTHER": "Others"
    },
    "controls": {
      "diameter": "Sample diameter [mm]",
      "diameterBall": "Sample ball diameter / Indentation load",
      "load": "Indentation load [kp]",
      "thickness": "Thickness [mm]",
      "material": "Material",
      "value": "Value to be converted (readonly)"
    }
  },
  "legal": {
    "cookiePolicy": "Cookie Policy",
    "cookieSettings": "Cookie Settings",
    "dataPrivacy": "Data Privacy",
    "dataSource": "We use data that we receive through your Azure Active Directory account.",
    "imprint": "Imprint",
    "purpose": "<p>The Materials App Center (MAC) is a web application that provides an overview of various specially developed web applications, giving you access to the services provided by Schaeffler Materials Technologies. You have the possibility to access the following web applications: Hardness Converter, Materials Supplier Database, AQM Calculator and Lifetime Predictor.</p><p>In this context, we process your personal data exclusively on an anonymous basis in order to enable the following evaluations:</p><ul><li>• Evaluations of request rates, response times and error rates of the website to find out which pages are most frequently used at what times of the day and where the users are located.</li><li>• Evaluations of page views and loading performance of the website</li><li>• Evaluations of the number of users and sessions</li><li>• Evaluation of user-defined events and metrics</li></ul><p>Furthermore, we process your personal data in order to enable the following evaluations on our overview page:</p><ul><li>Which web application is clicked on by the user and thus started.</li></ul><p>In the various web applications on our overview page, the following data is tracked:<br>In the Hardness Converter web application, you can record hardness as well as output unit. We can track your input.<br>In the Materials Supplier Data Base web application, Co2 values of orderable materials are assigned to different suppliers. In this case, your entry will be tracked.<br>With the AQM Calculator web application, chemical compositions of steels can be aligned with existing standards. The user can provide information on elements. This information is tracked by us.<br>The Lifetime Predictor web application is used to predict the service life of different materials under certain loads. The user can enter material parameters and load parameters. This information is tracked by us.</p>",
    "termsOfUse": "Terms of Use"
  },
  "sidebar": {
    "languageSettings": "Language settings",
    "login": "Login",
    "loginText": "Sign in using your Schaeffler account"
  },
  "learnmore": {
    "overview": "Overview",
    "title": "Learn More",
    "subTitle": "Hardness converting tool",
    "content": [
      "<p>Hardness measurements are a very important means to ensure the reliability of Schaeffler products. Most products have a certain method for the hardness measurement given on the drawing or in product specific standards. However, sometimes it is necessary to convert hardness values from one measurement method to another, e.g. if the measurement method is not appropriate for the size or the material condition of the sample (see S&nbsp;266010 for details), or to estimate the ultimate tensile strength from hardness values, when it is not feasible to produce tensile specimen from the tested part. This is usually done using the conversion tables of different international standards, e. g. ISO 18265 or ASTM E140, if not integrated in the measuring device.</p>",
      "<p>Depending on the availability of the respective hardness methods in the respective tables, a conversion from and to Vickers (HV), Brinell (HB), Rockwell A (HRA), Rockwell B (HRB), Rockwell C (HRC) and the ultimate tensile strength (UTS) in MPa is often performed. The Hardness Converter App is the right place to perform such conversions.</p>",
      "<h1>Usage and Graphical User Interface</h1>",
      "<p>The user interface has some features as shown in the image.</p>",
      "%ASSETS/images/gui_01.png",
      "<p>The Share button on the upper right corner, allows to send the link of the hardness converter to other users, without preserving already entered or converted hardness values.</p>",
      "<p>Clicking the Reset button at the bottom, resets the full user interface to its initial state.</p>",
      "<p>You should select the right conversion table from the dropdown box, in case the default value &quot;ISO 18265 table A.1&quot; is not the right one for your problem (see below).</p>",
      "<p>In case, the conversion cannot be performed, because the value is not in the range of the selected conversion table, the value will be presented as &quot;out-of-range&quot;, as a valid conversion result cannot be given. In case the chosen conversion table does not contain any data for converting your specific hardness values, because the hardness method is not given in the table, a &quot;not-in-table&quot; warning will be shown.</p>",
      "<p>The unit of the hardness value you enter must be chosen from the dropdown box. It is possible to enter multiple hardness values by clicking on the plus symbol next to the entry boxes. You can add as many hardness values as you desire. In that case the arithmetic mean value and the standard deviation is calculated (see below). The conversion then is done using the arithmetic mean value for all measurement methods in the Hardness Converter.</p>",
      "<p>The resulting conversion value can be copied to the clipboard by clicking on the clipboard symbol to the right of the values and can then be pasted in any Office document, email, or wherever you like.</p>",
      "<h1>Conversion Tables</h1>",
      "<p>The Hardness Converter allows the conversion of measured hardness values according to different hardness conversion tables from different standards. The following tables are implemented:</p>",
      "<ul> <li>ISO 18265, Table A.1 &mdash; Conversion of hardness-to-hardness or hardness-to-tensile-strength values for unalloyed and low alloy steels and cast steel</li>  <li>ISO 18265, Table B.2 &mdash; Conversion of hardness-to-hardness and hardness-to-tensile-strength values for quenching and tempering steels in the quenched tempered conditions</li>  <li>ISO 18265, Table B.3 &mdash; Conversion of hardness-to-hardness or hardness-to-tensile-strength values for quenching and tempering steels in the untreated, soft annealed or normalized conditions</li>  <li>ISO 18265, Table B.4 &mdash; Conversion of hardness-to-hardness values for quenching and tempering steels in the quenched condition</li>  <li>ISO 18265, Table C.2 &mdash; Conversion of hardness-to-hardness values for cold working steels</li>  <li>ISO 18265, Table F.1 &mdash; Nickel and High-Nickel Alloys</li>  <li>ISO 18265, Table F.2 &mdash; Cartridge brass (70 % Copper, 30 % Zinc Alloy)</li>  <li>ISO 18265, Table F.4 &mdash; Wrought Aluminium Products</li>  <li>ISO 18265, Table F.5 &mdash; Aluminium and its Alloys</li>  <li>ASTM E140, Table 1 Approximate Hardness Conversion Numbers for Non-Austenitic Steels (Rockwell C Hardness Range)</li>  <li>ASTM E140, Table 3 Approximate Hardness Conversion Numbers for Nickel and High-Nickel Alloys</p>  <li>ASTM E140, Table 4 Approximate Hardness Conversion Numbers for Cartridge Brass (70 % Copper 30 % Zinc Alloy)</li>  <li>ASTM E140, Table 9 Approximate Hardness Conversion Numbers for Wrought Aluminum Products</li>  <li>Schaeffler, Internal conversion rule for oil tempered spring steel</li></ul>",
      "<p>Depending on the availability of the respective hardness methods in the respective tables, a conversion from and to Vickers (HV), Brinell (HB), Rockwell A (HRA), Rockwell B (HRB), and Rockwell C (HRC) and the ultimate tensile strength (UTS) in MPa is performed. The conversion is using the widest range possible, i. e. the conversion also includes values outside the recommended range of the respective hardness method, because they are commonly used in practice (usually set in parenthesis in the conversion tables of the respective standards). For example HRC values below 20&nbsp;HRC can be converted using ISO 18265 table B.2. In case of Brinell hardness conversions, the conversion follows Brinell hardness values using the tungsten carbide tip (HBW). This is only relevant for hardness values above roughly 450 HB, as above 450 HB hardness values measured with a steel and the tungsten carbide tip differ, as the steel ball itself is being deformed with such hard materials.</p>",
      "<p>When performing a hardness conversion, the right conversion table must be chosen. The most universal conversion table for steel is ISO 18265 table A.1, which is the default value. However, when having different material types (e. g. aluminium, brass, a high-alloyed steel) or a heat-treated or cold-worked material, make sure to select the right conversion table. When performing a conversion for surface hardened steels, for case-hardened, carbonitrided, nitrided or nitrocarburised parts, multi-phase (e. g. duplex steels) or deformation hardening steels or materials (e. g. TRIP or TWIP steels), cast iron or other non-iron metals, great care must be used in choosing the right table and interpreting the results. The standard conversion tables may not be suited for these special cases.</p>",
      "<h1>Plausibility Check</h1>",
      "<p>In case multiple values are given, the Hardness Converter checks the values for plausibility. Therefore, it considers the measurements as a series of measurements on one and the same part and performs a repeat precision check according S&nbsp;285018, as it is done with calibration plates. In case the multiple hardness values do not comply with the repeatability test, a short warning message appears. The warning is just a reminder for the user to check if the measurements are plausible, i. e. a measurement might result in a warning, but due to locally changing microstructure (e. g. local Pearlite formation in Martensite) the measurement might still be correct. As the repeat precision is also dependent on some other factors, and in order to keep the hardness converter simple, only some repeat precision values were chosen. In case some special rules apply (e. g. micro hardness testing), think about results and possible different repeat precision ranges.</p>",
      "<p>The following repeat precisions were implemented (H&#773;: average hardness value):</p>",
      "<table class='table-auto table-learnmore w-full'> <tr>   <th class='top'>Method</th>  <th class='top'>Repeat Precision</th>  <th class='top'>Comment</th> </tr> <tr>  <td>Brinell</td>  <td>3.0&nbsp;% &lt;250&nbsp;HB</br>  2.5&nbsp;% &isin; [250&nbsp;HB, 450&nbsp;HB]</br>  2.0&nbsp;% &gt;450&nbsp;HB</br>  </td>  <td>for a load factor of 30</td> </tr> <tr>  <td>Vickers</td>  <td>6.0&nbsp;% &#8804; 250&nbsp;HV<br>  4.0&nbsp;% &gt; 250&nbsp;HV</td>  <td>for HV5 to HV100 measurements</td> </tr> <tr>  <td>Rockwell A</td>  <td>max(0.02 &#8729; (100- H&#773;), 0.8&nbsp;HRC)</td>  <td></td> </tr> <tr>  <td>Rockwell B</td>  <td>0.04 &#8729; (130- H&#773;)</td>  <td></td> </tr> <tr>  <td>Rockwell C</td>  <td>max(0.02 &#8729; (100- H&#773;), 0.8&nbsp;HRC)</td>  <td></td> </tr> <tr>  <td>Ultimate Tensile Strength</td>  <td>-- not applicable --</td>  <td></td> </tr></table>",
      "<h1>Geometrical Parameter of the Indentations and Correctional Functions</h1>",
      "<p>It is often of importance, to know the geometrical appearance of the indentations. Depending on the hardness measurement method chosen, additional parameters must be given, like e. g. the indentation force and the indenter geometry.</p>",
      "<p>The diameter of an indentation has an influence on the inter-indentations spacing <i>d<sub>indent</sub></i> of indentations as well as the necessary edge distance <i>d<sub>edge</sub></i> of the indents. These are relevant, to ensure that it is a valid hardness indentation. The Hardness Converter calculates the minimum allowed inter-indentation and edge indentation spacing according to the given hardness value, the applied test force and the given indenter type. An indentation is valid, if the actual distances are greater or equal to the calculated values.</p>",
      "%ASSETS/images/HC_indents_dim.png",
      "<p>Additionally the part must have a certain thickness <i>t</i>. If it is too thin, the measured hardness value might not only be related to the part, but also to the underlying material. The thickness refers to a zone of constant hardness in the material. It can either be the actual thickness of the part (e. g. sheet thickness), the thickness of a coating or the thickness of a surface hardened zone (e. g. by induction or case hardening). As Vickers is most commonly used to measure surface hardness values, the maximum indentation force will be calculated for Vickers, when the thickness is given. If a value of e. g. F<sub>max</sub> = 3.5 kp is calculated, the force of 3.5 kp should not be exceeded, so it would be save to use HV3 or lower for measuring the hardness. As measuring hardness values has already quite some history, the forces are given in the old unit kilopond for Vickers, Brinell and Rockwell, where 1 kp = 1 kgf = 9.81 N. This makes it simpler to apply the values in practise.</p>",
      "<p>If hardness values must be obtained on cylindrical or spherical either convex or concave parts, the measured hardness values must be corrected by a certain factor or summand, depending on the hardness value and curvature of the object. For a better understanding, the following table depicts the different cases of indentations in concave and convex cylindrical or spherical parts.</p>",
      "<table > <tr>  <th class='top ctr'></th>  <th class='top ctr'>spherical</th>  <th class='top ctr'>cylindrical</th> </tr> <tr>  <th>concave</th>  <td><img width=265 height=177 src='/assets/images/HC_sph_cc.png'></td>  <td><img width=265 height=177 src='/assets/images/HC_cyl_cc.png'></td> </tr> <tr>  <th>convex</th>  <td><img width=265 height=177 src='/assets/images/HC_sph_cv.png'></td>  <td><img width=265 height=177 src='/assets/images/HC_cyl_cv.png'></td> </tr></table>",
      "<p>Hardness values on cylindrical or spherical objects must be corrected depending on the diameter of the object and the shape of the curvature of the object.</p>",
      "<p>Therefore the Hardness Converter can estimate the geometric parameters of hardness indentations and the inter-indentation spacing, the edge distance spacing, the correction values for hardness measurements on cylindrical or spherical parts, if applicable. Not all international standards on hardness measurements allow all parameters and corrections to be applied. The following table states, which geometrical calculations and corrections are implemented:</p>",
      "<table class='table-auto table-learnmore table-compact w-full'> <tr>  <th class='top'></th>  <th class='top'>HV</th>  <th class='top'>HB</th>  <th class='top'>HRA</th>  <th class='top'>HRB</th>  <th class='top'>HRC</th> </tr> <tr>  <td>inter-indentation spacing</td>  <td>X</td>  <td>X</td>  <td>X</td>  <td>X</td>  <td>X</td> </tr> <tr>  <td>edge distance spacing</td>  <td>X</td>   <td>X</td>   <td>X</td>   <td>X</td>   <td>X</td>  </tr> <tr>  <td>indentation width</td>  <td>X</td>   <td>X</td>   <td>X*</td>   <td>X*</td>   <td>X*</td>  </tr> <tr>  <td>indentation depth</td>  <td>X</td>   <td>X</td>   <td>X</td>   <td>X</td>   <td>X</td>  </tr> <tr>  <td>maximum thickness</td>  <td>X</td>   <td>X*</td>   <td>X</td>   <td>X</td>   <td>X</td>  </tr> <tr> <td>load level</td>  <td></td>   <td>X</td>   <td></td>   <td></td>   <td></td> </tr> <tr> <td>correction for indents on cylindrical convex objects</td>  <td>X*</td>  <td></td>  <td>X*</td>  <td>X*</td>  <td>X*</td> </tr> <tr>  <td>correction for indents on spherical convex objects</td>  <td>X*</td>  <td></td>  <td></td>  <td></td>  <td>X*</td> </tr> <tr>  <td>correction for indents on cylindrical concave objects</td>  <td>X*</td>  <td></td>  <td></td>  <td></td>  <td></td> </tr> <tr>  <td>correction for indents on spherical concave objects</td>  <td>X*</td>  <td></td>   <td></td>   <td></td>  <td></td> </tr> <tr>  <td>calculation of max. force for sample thickness</td>  <td>X*</td>  <td></td>  <td></td>  <td></td>  <td></td></tr></table>",
      "<p>As some parameters cannot directly be calculated according to the international standards, because they are either given in tabular form or not at all, the Hardness Converter interpolates the values using measurements and correctional functions, denoted by X* in the upper table. For example the indentation diameter in Rockwell scales using a diamond cone cannot be directly calculated, and is thus interpolated from measurement results.</p>",
      "<p>The cylindrical corrections for Vickers are available for indentations with their axes parallel/perpendicular as well as tilted 45&deg; to the cylinder axis.</p>",
      "<h1>Examples of using the Hardness Converter</h1>",
      "<i><b>Example 1</i></b>",
      "<p>You want to convert three hardness values (200&nbsp;HB, 201&nbsp;HB, 207&nbsp;HB) from Brinell to Vickers.</p>",
      "%ASSETS/images/gui_02.png",
      "<p>As more than one hardness value is given, the Hardness Converter calculates the arithmetic mean of 203 HB and the standard deviation of the three values as 3.1 HB. The arithmetic mean value of 203&nbsp;HB is then converted in the other values, e. g. to 214&nbsp;HV, 686&nbsp;MPa, 93.9 HRB, etc. However, for HRA and HRC the conversion is only possible for hardness values &le; 228&nbsp;HB according ISO 18265, table A.1, so the respective values are given as &quot;out-of-range&quot;.</p>",
      "<p>The repeat precision for Brinell is at that load level at 3&nbsp;%, resulting in &asymp; 6&nbsp;HB allowance. When entering the values mentioned above, a warning message appears, as the maximum value of 207&nbsp;HB is out of the range: the difference between maximum and minimum value is larger than the allowance (207&nbsp;HB - 200&nbsp;HB = 7&nbsp;HB &gt; 6&nbsp;HB). This reminds you to check and verify the value of 207&nbsp;HB.</p>",
      "<i><b>Example 2</i></b>",
      "<p>You have measured a hardness of 400 HV30 on a case-hardened steel wire with a diameter of 15&nbsp;mm and with a case hardening depth (CHD) of 0.5&nbsp;mm and you want to know the indentation properties and correction values on the round surface. You just have to enter 400&nbsp;HV, expand the geometry tab and enter the indentation force of 30&nbsp;kp (for HV30), the part diameter of 15&nbsp;mm and the desired CHD of 0.5&nbsp;mm.</p>",
      "%ASSETS/images/gui_04.png",
      "<p>From the given values, the inter-indentation spacing, the edge indentation spacing can directly be seen. So you can check if e. g. multiple indentations keep a distance greater 0.93&nbsp;mm, the indentations represent a valid measurement. Steel wire is considered to be a convex cylinder. If the indentation diagonals are oriented about 45&deg; to the axis of the wire, the actual hardness of the part is 394&nbsp;HV30. From the given CHD of 0.5&nbsp;mm, the maximum test force is calculated. As the maximum allowed test force for such a small CHD is &asymp; 24&nbsp;kp, but the actual test force used is 30&nbsp;kp, the warning &quot;Applied test force is higher than maximum allowed test force.&quot; is given. This means, that the hardness values might be incorrect. The hardness measurement should be repeated with a lower test force of e. g. 10&nbsp;kp, i. e. with HV10.</p>"
    ]
  }
}
