{
  "allValues": "Show all values & timeframes",
  "hideValues": "Hide additional values",
  "guideValues": "* All of the above are guide values",
  "errorsWarningsNotes": "Errors, Warnings & Notes",
  "initalGreaseQuantity": "Inital grease quantity",
  "manualRelubricationQuantityInterval": "Manual relubrication quantity / interval",
  "manualRelubricationQuantityIntervalTooltip": "For reasons of operational safety, relubrication periods > 1 year are not recommended.\n\nIt is recommended – especially for large manual relubrication quantities – to distribute the relubrication quantity on several lubricating processes over the relubrication period.",
  "automaticRelubricationQuantityPerDay": "Automatic relubrication quantity per day",
  "automaticRelubricationQuantityPerDayTooltip": "Lubricating grease quantity per time for automatic relubrication.",
  "automaticRelubricationPerWeek": "Automatic relubrication per week",
  "automaticRelubricationPerMonth": "Automatic relubrication per month",
  "automaticRelubricationPerYear": "Automatic relubrication per year",
  "greaseServiceLife": "Grease service life",
  "additiveRequired": "Additive required",
  "additiveRequiredTooltip": "The Grease App checks if effective EP-additives in the lubicating grease are required for your bearing under the operating conditions present (load and viscosity ratio kappa) and if these additives are present in the lubricating grease.",
  "effectiveEpAdditivation": "Effective EP-additivation",
  "baseOilViscosityAt40": "Base oil viscosity at 40°C",
  "lowerTemperatureLimit": "Lower temperature limit",
  "lowerTemperatureLimitTooltip": "The lower temperature limit represents a limit for the start-up of the grease-lubricated rolling bearing. This should not be undercut, otherwise the lubricating greases have a significantly higher consistency than e.g. at room temperature.\n\nIn the case of continuous operation at low temperatures, e.g. slow-running applications in a cold environment: Here, the grease selection should be made in particular with regard to the low temperatures present. The grease operating lives and relubrication intervals calculated are not decisive for this case. In the case of such applications, please contact the Schaeffler Engineering Service.s. FAQ-Notizen",
  "upperTemperatureLimit": "Upper temperature limit",
  "upperTemperatureLimitTooltip": "A lubricating grease should not be operated for a long time near its upper temperature limit, as the grease operating life is then relatively short (see also TPI 176). In this case, the grease selection should be checked. High temperatures are taken into account in the Grease App concerning the calculation of the grease operating life and relubrication period",
  "density": "Density",
  "lowFriction": "Low Friction",
  "suitableForVibrations": "Suitable for vibrations",
  "supportForSeals": "Support for seals",
  "H1Registration": "H1 registration (NSF-H1 kosher and halal certification)"
}
