{
  "filters": {
    "organization": {
      "title": "Select an organization",
      "organization": "Organization",
      "organizationLabel": "Organization",
      "organizationHint": "Select an organization",
      "organizationTooltip": "The shown figures and KPIs are based on ALL org units below and including the selected one.",
      "nothingFound": "Nothing found"
    },
    "periodOfTime": {
      "title": "Select period of time",
      "last12Months": "Last 12 Months",
      "year": "Year",
      "month": "Month",
      "custom": "Custom",
      "referenceDate": "reference date",
      "timePeriodLabel": "Time period",
      "timePeriodHint": "Select a period",
      "timeRangeLabel": "Time range",
      "timeRangeHint": "Select a {{value}}",
      "timeRangePlaceholderStart": "Start date",
      "timeRangePlaceholderEnd": "End date"
    },
    "invalidInputDropdownHint": "Please select a valid input from the dropdown",
    "invalidInputTooShortHint": "Please type at least two characters to trigger autocomplete",
    "invalidStartDateHint": "Invalid start date (minimum: 01/01/2019)",
    "invalidEndDateHint": "Invalid end date (maximum: 12/31/2020)",
    "globalFilters": "Global Filters",
    "noFiltersSelected": "~no filters selected~"
  },
  "tabs": {
    "overview": "Overview",
    "organizationalView": "Organizational View",
    "lossOfSkill": "Loss Of Skill",
    "reasonsAndCounterMeasures": "Reasons for Leaving",
    "fluctuationAnalytics": "Fluctuation Analytics"
  },
  "employeeListDialog": {
    "close": "Close",
    "total": "Total: {{total}}",
    "orgUnit": "Organisationseinheit",
    "position": "Position",
    "fluctuationType": {
      "internal": {
        "shortLabel": "Int.",
        "label": "Internal"
      },
      "external": {
        "shortLabel": "Ext.",
        "label": "External"
      }
    },
    "enoughRightsToShowAllEmployees": "This employee list is not complete due to insufficient user rights.",
    "tooManyEmployees": "Too many employees (>250) found - please select a smaller dimension to view employee details"
  },
  "legal": {
    "imprint": "Imprint",
    "dataPrivacy": "Data Privacy",
    "termsOfUse": "Terms of Use",
    "cookiePolicy": "Cookie Policy",
    "cookieSettings": "Cookie Settings",
    "customDataPrivacy": "<h3>Datenschutzerklärung</h3> <p>Wir freuen uns über Ihr Interesse an der Schaeffler Gruppe (Schaeffler AG und verbundene Unternehmen) und an unseren Produkten. Bei der Nutzung unseres Onlineangebots ist der Schutz Ihrer Privatsphäre von großer Bedeutung. Wenn personenbezogene Daten verarbeitet werden, beachten wir die jeweils geltenden datenschutzrechtlichen Bestimmungen.</p> <h5>I. Allgemeines zur Datenverarbeitung</h5></br><h5>1. Umfang und Zweck der Verarbeitung personenbezogener Daten</h5> <p>Wir erheben und verwenden Ihre personenbezogenen Daten grundsätzlich nur, soweit dies zur Bereitstellung einer funktionsfähigen Webseite sowie unserer auf der Webseite angebotenen Inhalte und Services erforderlich ist. Die Erhebung und Verwendung Ihrer personenbezogenen Daten erfolgt regelmäßig nur nach Ihrer Einwilligung. Eine Ausnahme gilt in solchen Fällen, in denen die Verarbeitung der Daten durch gesetzliche Vorschriften gestattet ist.</p> <h5>2. Rechtsgrundlage für die Datenverarbeitung </h5> <p>Die Verarbeitung Ihrer personenbezogenen Daten erfolgt auf Grundlage der EU- Datenschutzgrundverordnung (DSGVO) und des Bundesdatenschutzgesetzes (BDSG).</br></br> Soweit Sie uns eine Einwilligung zur Verarbeitung von personenbezogenen Daten für bestimmte Zwecke erteilt haben, dient Art. 6 Abs. 1 lit. a DSGVO als Rechtsgrundlage für die Verarbeitung personenbezogener Daten. Eine erteilte Einwilligung kann von Ihnen jederzeit widerrufen werden. Bitte beachten Sie, dass der Widerruf erst für die Zukunft wirkt. Verarbeitungen, die vor dem Widerruf erfolgt sind, sind davon nicht betroffen. </br></br> Die Verarbeitung personenbezogener Daten im Rahmen der Erfüllung von Verträgen, dessen Vertragspartei Sie sind, oder zur Durchführung vorvertraglicher Maßnahmen, die auf Ihre Anfrage erfolgen, erfolgt auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Die Zwecke der Datenverarbeitung richten sich nach den jeweiligen Vertragsunterlagen und dem Vertragsgegenstand.</br> </br> Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer rechtlichen Verpflichtung erforderlich ist, der unser Unternehmen unterliegt, dient Art. 6 Abs. 1 lit. c DSGVO als Rechtsgrundlage. </br></br> Ist die Verarbeitung zur Wahrung eines berechtigten Interesses von Schaeffler oder eines Dritten erforderlich (z.B. zur Geltendmachung rechtlicher Ansprüche und Verteidigung bei rechtlichen Streitigkeiten; zur Gewährleistung der IT-Sicherheit; zur Verhinderung von Straftaten; für Maßnahmen zur Geschäftssteuerung und Weiterentwicklung von Dienstleistungen und Produkten) und überwiegen die Interessen, Grundrechte und Grundfreiheiten von Ihnen als Betroffener das erstgenannte Interesse nicht, so dient Art. 6 Abs. 1 lit. f DSGVO als Rechtsgrundlage für die Verarbeitung.</p> <h5>3. Datenlöschung und Speicherdauer</h5> <p>Wir verarbeiten und speichern Ihre personenbezogenen Daten solange diese zur Erfüllung des jeweiligen Zwecks erforderlich sind. Eine Speicherung kann darüber hinaus dann erfolgen, wenn dies durch den europäischen oder nationalen Gesetzgeber in unionsrechtlichen Verordnungen, Gesetzen oder sonstigen Vorschriften, denen wir als Verantwortlicher unterliegen, vorgesehen wurde. Sind die Daten nicht mehr erforderlich oder ist eine durch die genannten Normen vorgeschriebene Speicherfrist abgelaufen, werden Ihre Tracking-Daten regelmäßig nach 90 Tagen gelöscht. Die Daten zur Nutzereinstellung können auf Anfrage gelöscht werden.</p> <h5>4. Zugriff auf personenbezogene Daten innerhalb des Schaeffler Konzerns und durch Dritte</h5> <p>Innerhalb der Schaeffler Gruppe erhalten diejenigen Stellen Zugriff auf Ihre Daten, die diese im Rahmen „Least Privilege“ (Zuweisung von Nutzerrechten im geringstmöglichen Umfang) und des „Need-to-Know“ Prinzips (Kenntnis von Daten nur wenn nötig) benötigen. </br> An Dritte außerhalb der Schaeffler Gruppe dürfen wir Daten nur weitergeben, wenn dies erforderlich ist, eine gesetzliche Bestimmung dies gebietet, Sie eingewilligt haben oder von uns beauftragte Auftragsverarbeiter sich zur Einhaltung der Vorgaben der DSGVO und des BDSG vertraglich verpflichtet haben. </br></br> Unter diesen Voraussetzungen können Empfänger personenbezogener Daten sein: Microsoft Azure</p> <h5>5. Übermittlung personenbezogener Daten in ein Drittland oder an eine internationale Organisation</h5> <p>Eine Datenübermittlung in Länder außerhalb der EU/EWR (sogenannte Drittländer) findet nur statt, soweit dies erforderlich oder gesetzlich vorgeschrieben ist, Sie uns eine Einwilligung erteilt haben oder im Rahmen einer Auftragsverarbeitung. Werden Dienstleister in Drittländern eingesetzt, sind diese zusätzlich zu schriftlichen Weisungen durch die Vereinbarung der EU-Standardvertragsklauseln zur Einhaltung des Datenschutzniveaus in Europa verpflichtet.</p> <h5>6. IT-Sicherheit und Links auf Webseiten Dritter</h5> <p>Die Schaeffler Gruppe setzt technische und organisatorische Sicherheitsmaßnahmen ein, um Ihre durch uns verwalteten Daten gegen zufällige oder vorsätzliche Zerstörung, Manipulation, Verlust oder gegen den Zugriff unberechtigter Personen zu schützen. Diese Sicherungsmaßnahmen werden entsprechend der jeweiligen neuen technischen Möglichkeiten ständig weiterentwickelt.</br></br> Unsere Webseiten können Links zu Webseiten anderer Anbieter enthalten. Unsere Hinweise zum Datenschutz gelten nicht für diese Webseiten. </p> <h5>7. Pflicht zur Bereitstellung von personenbezogenen Daten </h5> <p>Sofern wir Ihnen auf dieser Webseite Angebote und Services zur Verfügung stellen, die Sie freiwillig in Anspruch nehmen können, besteht keine Pflicht zur Bereitstellung Ihrer Daten an uns, ohne Ihre personenbezogenen Daten können Sie aber ggfs. unsere Angebote und Services nicht nutzen. </p> <h5>8. „Profiling“ und automatisierte Entscheidungsfindung </h5> <p>Wir nutzen keine vollautomatisierte Entscheidungsfindung gemäß Art. 22 DSGVO. Schaeffler nutzt grundsätzlich kein „Profiling“. Sollten wir dies in Einzelfällen einsetzen, werden wir Sie hierüber gesondert informieren, sofern dies gesetzlich vorgegeben ist, und ggfs. Ihre vorherige Einwilligung einholen. </p> <h5>9. Quellen Ihrer personenbezogenen Daten</h5> <p>Wir nutzen Daten, die wir von Ihnen selbst erhalten.</p> <h5>II. Datenverarbeitungsvorgänge bei der Bereitstellung der Webseite und bei der Erstellung von Logfiles</h5> <p>Wenn Sie unsere Webseite besuchen, erfassen und erheben unsere Webserver standardmäßig den Namen Ihres Internet Service Providers, Ihre IP-Adresse, die Webseite von der aus Sie uns besuchen, die Webseiten, die Sie bei uns besuchen sowie das Datum und die Dauer des Besuches. Diese Daten werden in den Logfiles unserer Systeme gespeichert. Die Nutzung der IP-Adresse beschränkt sich jedoch auf den technisch notwendigen Umfang und wird gekürzt und hierdurch nur anonymisiert verwendet, so dass eine Zuordnung der IP-Adresse zu einem Nutzer nicht ermöglicht wird. Die Daten werden nicht mit personenbezogenen Daten verbunden. </br></br> Rechtsgrundlage für die vorübergehende Speicherung der Daten ist Art. 6 Abs. 1 lit. f DSGVO.</br></br> Die vorübergehende Speicherung der gekürzten IP-Adresse durch unsere Systeme ist technisch notwendig, um eine Auslieferung der Webseite an Ihr Endgerät zu ermöglichen. Die Speicherung in Logfiles erfolgt, um die Funktionsfähigkeit der Webseite sicherzustellen. Eine Auswertung der Daten zu Marketingzwecken findet in diesem Zusammenhang nicht statt. In diesen Zwecken liegt auch unser berechtigtes Interesse an der Datenverarbeitung nach Art. 6 Abs. 1 lit. f DSGVO.</br></br> Die Erfassung der Daten zur Bereitstellung der Webseite und die Speicherung der Daten in Logfiles ist für den Betrieb der Internetseite zwingend erforderlich. Es besteht folglich für Sie als Nutzer keine Widerspruchsmöglichkeit.</p> <h5>III. Datenverarbeitung bei auf der Webseite angebotenen Services</h5> <p>Auf unserer Webseite werden verschiedene Services angeboten, für deren Nutzung personenbezogene Daten von Ihnen abgefragt werden. Die Übermittlung von personenbezogenen Daten durch Sie an uns ist dabei stets freiwillig. In diesem Zusammenhang verarbeiten wir Ihre personenbezogenen Daten ausschließlich auf anonymer Basis, um beispielsweise folgende Auswertungen zu ermöglichen: </p> <ul> <li>Auswertungen zu Anforderungsraten, Antwortzeiten und Fehlerraten der Website um zu erfahren, welche Seiten zu welchen Tageszeiten am häufigsten verwendet werden und wo die User sich befinden.</li> <li>Auswertungen zu Seitenansichten und Ladeleistung der Website</li> <li>Auswertungen zu Anzahl von Benutzern und Sitzungen</li> <li>Auswertungen von benutzerdefinierten Ereignissen und Metriken</li> </ul> <p>Außerdem verarbeiten wir Ihre personenbezogenen Daten im Zusammenhang mit der Nutzereinstellung. Zur Verbesserung der Benutzer-Erfahrung werden dabei anwendungsspezifische Einstellungen wie zum Beispiel der favorisierte Personalbereich des Nutzers gespeichert. </p> <h5>IV. Verwendung von Cookies</h5> <p>Damit Sie die Webseite bestmöglich nutzen können, setzen wir Cookies ein. Bei Cookies handelt es sich um Textdateien, die im Internetbrowser bzw. vom Internetbrowser auf dem Endgerät des Nutzers gespeichert werden. Ruft ein Nutzer unsere Webseite auf, so kann ein Cookie auf dem Betriebssystem des Nutzers gespeichert werden. Dieser Cookie enthält eine charakteristische Zeichenfolge, die eine eindeutige Identifizierung des Browsers bei erneuten Aufrufen der Webseite ermöglicht. </br></br> Nachfolgend informieren wir Sie allgemein über den Einsatz von Cookies auf unserer Webseite und die damit verbundene Verarbeitung personenbezogener Daten. Weitere Informationen zu konkret verwendeten Cookies entnehmen Sie bitte der auf dieser Webseite veröffentlichten <a href=\"https://insight-attrition.dp.schaeffler/legal/cookie-policy\" target=\"_blank\" rel=\"noopener noreferrer\">Schaeffler Cookie- Richtlinie</a>. </br></br> Wir setzen Cookies ein, um unsere Webseite nutzerfreundlicher zu gestalten. Einige Elemente unserer Webseite erfordern es, dass der aufrufende Browser auch nach einem Seitenwechsel identifiziert werden kann. </br></br> Darüber hinaus verwenden wir auf unserer Webseite Cookies, die eine Analyse des Surfverhaltens des Nutzers ermöglichen. </br></br> Beim Aufruf unserer Webseite wird der Nutzer über die Verwendung von Cookies informiert und auf diese Datenschutzerklärung hingewiesen. </br></br> Der Zweck der Verwendung technisch notwendiger Cookies ist, die Nutzung unserer Webseite für den Nutzer zu vereinfachen. Einige Funktionen unserer Webseite können ohne den Einsatz von Cookies nicht angeboten werden. Für diese ist es erforderlich, dass der Browser auch nach einem Seitenwechsel wiedererkannt wird. Die durch technisch notwendige Cookies erhobenen Nutzerdaten werden nicht zur Erstellung von Nutzerprofilen verwendet. Weitere Informationen entnehmen Sie bitte der Schaeffler Cookie-Richtlinie. Die Verwendung von Analyse-Cookies erfolgt zu dem Zweck, die Qualität unserer Webseite und ihre Inhalte zu verbessern. Durch die Analyse-Cookies erfahren wir, wie die Webseite genutzt wird und können so unser Angebot stetig optimieren. Weitere Informationen entnehmen Sie bitte der Schaeffler Cookie-Richtlinie. </br></br> Die Rechtsgrundlage für die Verarbeitung personenbezogener Daten unter Verwendung von Cookies ist Art. 6 Abs.1 lit. f DSGVO. </br></br> Cookies werden auf dem Endgerät des Nutzers gespeichert und von diesem an unsere Webseite übermittelt. Daher haben Sie als Nutzer auch die volle Kontrolle über die Verwendung von Cookies. Durch eine Änderung der Einstellungen in Ihrem Internetbrowser können Sie die Übertragung von Cookies deaktivieren oder einschränken. Bereits gespeicherte Cookies können jederzeit gelöscht werden. Dies kann auch automatisiert erfolgen. Werden Cookies für unsere Webseite deaktiviert, können möglicherweise nicht mehr alle Funktionen der Webseite vollumfänglich genutzt werden.</p> <h5>V. Ihre Rechte als betroffene Person </h5> <p>Werden personenbezogene Daten von Ihnen verarbeitet, sind Sie Betroffener i.S.d. DSGVO und es stehen Ihnen die folgenden Rechte gegenüber uns als Verantwortlichen zu: </p> <h5>1. Auskunftsrecht (Art. 15 DSGVO)</h5> <p>Sie können von uns eine Bestätigung darüber verlangen, ob personenbezogene Daten, die Sie betreffen, von uns verarbeitet werden. Liegt eine solche Verarbeitung vor, können Sie von uns über die gesetzlich vorgesehenen Informationen (siehe Art. 15 Abs. 1 DSGVO) Auskunft verlangen sowie über geeignete Garantien gem. Art. 46 DSGVO im Zusammenhang mit der Übermittlung unterrichtet zu werden, wenn die Sie betreffenden personenbezogenen Daten in ein Drittland oder an eine internationale Organisation übermittelt werden. Es bestehen die Einschränkungen nach §§ 34 und 35 BDSG. </p> <h5>2. Recht auf Berichtigung (Art. 16 DSGVO)</h5> <p>Sie haben gegenüber uns ein Recht auf Berichtigung und/oder Vervollständigung, sofern die verarbeiteten personenbezogenen Daten unrichtig oder unvollständig sind. Wir haben die Berichtigung unverzüglich vorzunehmen. </p> <h5>3. Recht auf Einschränkung der Verarbeitung (Art. 18 DSGVO)</h5> <p>Unter den gesetzlichen Voraussetzungen (siehe Art. 18 Abs. 1 DSGVO) können Sie die Einschränkung der Verarbeitung der Sie betreffenden personenbezogenen Daten verlangen. Über Folgen der Einschränkung siehe bitte Art. 18 Abs. 2 und 3 DSGVO.</p> <h5>4. Recht auf Löschung (Art. 17 DSGVO)</h5> <p>Sie können von uns verlangen, dass die Sie betreffenden personenbezogenen Daten unverzüglich gelöscht werden, und wir sind verpflichtet, diese Daten unverzüglich zu löschen, wenn einer der Gründe gemäß Art. 17 Abs. 1 DSGVO zutrifft. Ein Recht auf Löschung besteht nicht in den Fällen des Art. 17 Abs. 3 DSGVO. Weiter bestehen die Einschränkungen nach §§ 34 und 35 BDSG.</p> <h5>5. Recht auf Unterrichtung</h5> <p>Haben Sie das Recht auf Berichtigung, Löschung oder Einschränkung der Verarbeitung gegenüber uns geltend gemacht, sind wir verpflichtet, allen Empfängern, denen Ihre personenbezogenen Daten offengelegt wurden, diese Berichtigung oder Löschung der Daten oder Einschränkung der Verarbeitung mitzuteilen, es sei denn, dies erweist sich als unmöglich oder ist mit einem unverhältnismäßigen Aufwand verbunden. Ihnen steht gegenüber uns das Recht zu, über diese Empfänger unterrichtet zu werden.</p> <h5>6. Recht auf Datenübertragbarkeit (Art. 20 DSGVO)</h5> <p>Sie haben das Recht, die Sie betreffenden personenbezogen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten. Wir verweisen für Einzelheiten auf Art. 20 DSGVO.</p> <h5>7. Widerspruchsrecht (Art. 21 DSGVO)</h5> <p>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1 lit. e oder f DSGVO erfolgt, Widerspruch einzulegen. Weitere Einzelheiten ergeben sich aus Art. 21 DSGVO. </br></br> Darüber hinaus besitzen Sie ein Beschwerderecht bei den Datenschutzaufsichtsbehörden nach Art. 77 DSGVO i.V.m. § 19 BDSG. </p> <h5>VI. Name und Anschrift des Verantwortlichen</h5> <p>Schaeffler Technologies AG & Co. KG</br> Industriestraße 1-3</br> 91074 Herzogenaurach</br> Deutschland</br> Telefon: +49 9132 82-0</br> Telefax: +49 9132 82-49 50</br> E-Mail: Datenschutz@schaeffler.com </p> <h5>VII. Anschrift des Datenschutzbeauftragten</h5> <p>Schaeffler AG</br> Datenschutzbeauftragter</br> Industriestraße 1-3</br> 91074 Herzogenaurach</br> Deutschland</br> Telefon: +49 9132 82-1476</br> Fax: +49 9132 82-5901</br> E-Mail: Datenschutz@schaeffler.com </br></br></br> <b>Stand: Version 1.0, 16.03.2022</b> </p>",
    "customTermsOfUse": "<h3>Allgemeine Bedingungen für die Nutzung der Schaeffler Insight Attrition App</h3> <h5>1. Geltungsbereich</h5> <b>1.1</b> <p> Die Nutzung dieser von der Schaeffler Technologies AG & Co. KG (\"Schaeffler\") angebotenen App („Schaeffler App“) erfolgt ausschließlich gemäß diesen Bedingungen, sofern nicht eigene Bedingungen der Schaeffler Landesgesellschaften etwas anderes regeln. Durch die Aufnahme der Nutzung wird die Geltung dieser Nutzungsbedingungen in ihrer jeweiligen Fassung vom Nutzer akzeptiert. </p> <b>1.2</b> <p> Diese Allgemeinen Bedingungen können von Zeit zu Zeit ergänzt, modifiziert oder ersetzt werden. </p> <h5>2. Inhalte der Schaeffler-App</h5> <p> Schaeffler hält auf der Schaeffler-App unverbindliche Informationen und Software, ggf. nebst Dokumentationen, zum Abruf oder Herunterladen bereit. Die Bereitstellung erfolgt ohne Verpflichtung und ohne Anspruch auf Vollständigkeit. Schaeffler ist berechtigt, den Betrieb der Schaeffler-App jederzeit ganz oder teilweise ohne Vorankündigung einzustellen oder den Inhalt zu ändern. Schaeffler übernimmt keine Gewähr für die ununterbrochene Verfügbarkeit der Schaeffler-App. </p> <p>Mit Hilfe der Insight Attrition App erhalten HR Business Partner alle relevanten Daten und datengetriebene Erkenntnisse, mit denen sie in Zukunft arbeitnehmerinitiierte Fluktuation proaktiv steuern und effektive & zielgerichtete Maßnahmen zur Mitarbeiterbindung ableiten können.</p> <h5>3. Nutzungsrechte</h5> <b>3.1</b> <p> Die Nutzung der auf der Schaeffler-App zur Verfügung gestellten Informationen, Software und Dokumentation unterliegt diesen Bedingungen. Bei Aktualisierungen von Informationen, Software oder Dokumentationen gelten die bereits früher mit Schaeffler vereinbarten und einschlägigen Lizenzbedingungen. Etwaige gesondert vereinbarte Lizenzbedingungen gehen diesen Bedingungen vor. </p> <b>3.2</b> <p> Schaeffler räumt dem Nutzer ein nicht ausschließliches, nicht abtretbares, nicht unterlizenzierbares und nicht übertragbares Recht ein, die Schaeffler-App sowie die auf der Schaeffler-App überlassenen Informationen, Software und Dokumentationen in dem Umfang zu nutzen, wie dies zwischen den Parteien vereinbart ist oder, falls nichts vereinbart ist, wie es dem von Schaeffler verfolgten Zweck entspricht. Der Nutzer ist verpflichtet, alle technischen und inhaltlichen Beschränkungen der Schaeffler-App einzuhalten, die nur eine spezielle Verwendung gestatten. </p> <b>3.3</b> <p> Software wird nur in maschinenlesbarer Form kostenlos überlassen. Ein Anspruch auf Herausgabe des Quellcodes besteht nicht. Soweit etwaige Lizenzbedingungen von Open Source Software gegenüber diesen Bedingungen Vorrang besitzen und die Herausgabe des Quellcodes vorschreiben, wird Schaeffler den Quellcode gegen Kostenerstattung zur Verfügung stellen. </p> <b>3.4</b> <p> Soweit nicht zwingende rechtliche Vorschriften etwas anderes erlauben, darf der Nutzer weder die Software noch deren Dokumentationen ändern, zurückentwickeln oder zurückübersetzen noch darf er Teile herauslösen. </p> <b>3.5</b> <p> Die Informationen, die Software und die Dokumentationen sind sowohl durch anwendbare Urheberrechtsgesetze sowie durch andere Gesetze über geistiges Eigentum geschützt. Der Nutzer wird diese Rechte beachten, insbesondere alphanumerische Kennungen, Marken und Urheberrechtsvermerke weder von den Informationen noch von der Software noch von den Dokumentationen noch von Kopien davon entfernen. </p> <b>3.6</b> <p> Die anwendbaren Regelungen der einschlägigen Urhebergesetze über den Schutz von Software bleiben im Übrigen unberührt. </p> <h5>4. Geistiges Eigentum</h5> <b>4.1</b> <p> Ungeachtet der besonderen Bestimmungen in Ziffer 4 dieser Benutzungsbedingungen dürfen Informationen, Markennamen und sonstige Inhalte von der Schaeffler-App ohne vorherige schriftliche Genehmigung von Schaeffler weder verändert, kopiert, vervielfältigt, verkauft, vermietet, genutzt, ergänzt oder anderweitig verwertet werden. </p> <b>4.2</b> <p> Außerhalb der hierin ausdrücklich eingeräumten Nutzungsrechte oder sonstiger Rechte, werden dem Nutzer keine weiteren Rechte gleich welcher Art, insbesondere an dem Firmennamen und an gewerblichen Schutzrechten, wie Patenten, Gebrauchsmustern oder Marken eingeräumt, noch trifft Schaeffler eine entsprechende Pflicht, derartige Rechte einzuräumen. </p> <h5>5. Registrierung und Nutzung bei geschützten Seiten</h5> <b>5.1</b> <p> Der Zugang zur Schaeffler-App oder zu Teilbereichen kann aus Gründen der Sicherheit des Geschäftsverkehrs nur registrierten Nutzern möglich gemacht werden. Auf eine Registrierung durch Schaeffler besteht in diesem Fall kein Anspruch. Schaeffler behält sich insbesondere vor, auch bisher frei zugängliche Teile der Schaeffler-App einer Registrierungspflicht zu unterwerfen. </p> <p> Schaeffler ist jederzeit berechtigt, die Zugangsberechtigung ohne Angaben von Gründen durch Sperrung der Zugangsdaten zu widerrufen, insbesondere wenn der Nutzer </p> <ul> <li>zur Registrierung falsche Angaben gemacht hat,</li> <li> gegen die Nutzungsbedingungen oder gegen seine Sorgfaltspflichten im Umgang mit den Zugangsdaten verstoßen hat, </li> <li> gegen anwendbares Recht beim Zugang zu oder der Nutzung der Schaeffler-App verstoßen hat oder </li> <li> ein inaktiver Nutzer der Schaeffler-App für einen Zeitraum von über 24 Monaten war. </li> </ul> <b>5.2</b> <p> Ist eine Registrierung angenommen, so ist der Nutzer zu wahrheitsgemäßen Angaben verpflichtet und muss Änderungen unverzüglich an Schaeffler mitteilen. </p> <b>5.3</b> <p> Nach der Registrierung erhält der Nutzer Benutzername und Passwort (Benutzerdaten). Bei dem erstmaligen Zugang wird der Nutzer das von Schaeffler übermittelte Passwort in ein sicheres Passwort ändern. Die Benutzerdaten ermöglichen dem Nutzer, seine Daten einzusehen, diese Daten zu verändern oder ggf. gegebene Einwilligungen in die Datenverarbeitung zu widerrufen oder zu erweitern. </p> <b>5.4</b> <p> Der Nutzer stellt sicher, dass die Benutzerdaten Dritten nicht zugänglich werden und haftet für alle unter den Benutzerdaten vorgenommenen Bestellungen und sonstigen Aktivitäten. Nach jeder Nutzung ist der durch Passwort geschützte Bereich zu verlassen. Soweit der Nutzer Kenntnis davon erlangt, dass Dritte die Benutzerdaten missbräuchlich benutzen, ist er verpflichtet, Schaeffler unverzüglich schriftlich, ggf. vorab schon per einfacher Email, zu unterrichten. Nach Eingang der Mitteilung wird Schaeffler den Zugang zum passwortgeschützten Bereich mit diesen Benutzerdaten sperren. Die Aufhebung der Sperre ist erst nach gesondertem Antrag des Nutzers bei Schaeffler oder nach neuer Registrierung möglich. </p> <b>5.5</b> <p> Der Nutzer kann jederzeit schriftlich die Löschung seiner Registrierung verlangen, sofern der Löschung die Abwicklung laufender Vertragsverhältnisse nicht entgegensteht. Schaeffler wird in diesem Fall alle Benutzerdaten und alle sonstigen gespeicherten personenbezogenen Daten des Nutzers löschen, sobald diese nicht mehr benötigt werden. </p> <h5>6. Verweise und Links</h5> <p> Die Schaeffler-App kann Verweise und Links (Hyperlinks) auf Webseiten Dritter oder von Schaeffler enthalten. Schaeffler übernimmt für die Inhalte von Webseiten Dritter weder eine Verantwortung noch macht Schaeffler sich diese Webseiten und ihre Inhalte zu eigen, da Schaeffler die verlinkten Informationen von Dritten nicht kontrolliert und für die dort bereit gehaltenen Inhalte und Informationen auch nicht verantwortlich ist. Die Nutzung der verlinkten Webseiten erfolgt auf eigenes Risiko des Nutzers. </p> <h5>7. Haftungsausschluss für Rechts- und Sachmängel, Viren</h5> <b>7.1</b> <p> Sofern Informationen, Software oder Dokumentation unentgeltlich überlassen werden, ist eine Haftung für Sach- und Rechtsmängel der Informationen, Software und Dokumentation, insbesondere für deren Richtigkeit, Fehlerfreiheit, Freiheit von Schutz- und Urheberrechten Dritter, Vollständigkeit und/oder Verwendbarkeit - außer bei Vorsatz oder Arglist - ausgeschlossen. Schaeffler schließt hiermit jegliche Gewährleistung, inklusive etwaiger ausdrücklicher oder impliziter, gesetzlicher oder sonstiger Gewährleistung, egal aus welchem Rechtsgrund, aus. </p> <b>7.2</b> <p> Die Informationen auf der Schaeffler-App können Spezifikationen oder allgemeine Beschreibungen technischer Möglichkeiten von Produkten enthalten, welche im Einzelfall (z.B. aufgrund von Produktänderungen) nicht immer vorliegen müssen. Die gewünschten Leistungsmerkmale der Produkte sind daher im Einzelfall beim Kauf zu vereinbaren. </p> <b>7.3</b> <p> Die Haftung von Schaeffler für Sach- und Rechtsmängel richtet sich nach den Bestimmungen in Ziffer 7.1 und 7.2 dieser Bedingungen. Im Übrigen ist jegliche Haftung von Schaeffler ausgeschlossen, soweit nicht (i) nach zwingendem Recht (etwa nach dem Produkthaftungsgesetz), (ii) nach Produkthaftungsgesetzen, (iii) wegen Vorsatzes oder grober Fahrlässigkeit, (iv) wegen Verletzung des Lebens, des Körpers oder Gesundheit, (v) wegen der Übernahme einer Beschaffenheitsgarantie, (vi) wegen arglistigen Verschweigens eines Mangels oder (vii) wegen der Verletzung wesentlicher Vertragspflichten zwingend gehaftet wird. Der Schadensersatz wegen Verletzung wesentlicher Vertragspflichten ist jedoch auf den vertragstypischen, vorhersehbaren Schaden begrenzt, soweit nicht Vorsatz oder grobe Fahrlässigkeit vorliegt. </p> <b>7.4</b> <p> Schaeffler ist bemüht, die Schaeffler-App virenfrei zu halten, gleichwohl kann Schaeffler keine Virenfreiheit zusichern. Vor dem Herunterladen von Informationen, Software und Dokumentation ist der Nutzer verpflichtet zum eigenen Schutz, sowie zur Verhinderung von Viren auf der Schaeffler-App, für angemessene Sicherheitsvorrichtungen und Virenscanner zu sorgen. Der Nutzer ist verpflichtet hinreichende Prozeduren und Überprüfungsmechanismen einzurichten, die den Anforderungen des Nutzers hinsichtlich Anti-Viren Schutz, der Genauigkeit des Dateninput und -outputs sowie der Rekonstruierung von verlorengegangenen Daten außerhalb dieser Plattform, entsprechen. </p> <b>7.5</b> <p> Eine Umkehr der Beweislast ist mit den vorstehenden Regelungen nicht impliziert. </p> <h5>8. Nutzungsobliegenheiten, Freistellung</h5> <b>8.1</b> <p>Der Nutzer darf bei Nutzung der Schaeffler-App nicht:</p> <ul> <li> Personen, insbesondere Minderjährigen, Schaden zufügen oder deren Persönlichkeitsrechte verletzen, z.B. durch das Upload von Inhalten oder im Rahmen der Nutzung einer Chatfunktion; </li> <li> mit seinem Nutzungsverhalten gegen die guten Sitten oder gegen geltendes Recht verstoßen; </li> <li> gewerbliche Schutz- und Urheberrechte oder sonstige Eigentumsrechte von Schaeffler oder von Dritten verletzen; </li> <li> Inhalte mit Viren, sog. Trojanischen Pferden oder sonstige Programmierungen, die Software beschädigen können, übermitteln; </li> <li> Hyperlinks oder Inhalte eingeben, speichern oder senden, zu denen er nicht befugt ist, insbesondere wenn diese Hyperlinks oder Inhalte gegen Geheimhaltungsverpflichtungen verstoßen oder rechtswidrig sind; </li> <li> Werbung oder unaufgeforderte E-Mails (sogenannten \"Spam\") oder unzutreffende Warnungen vor Viren, Malware und dergleichen verbreiten oder zur Teilnahme an Gewinnspielen, Schneeballsystemen, Kettenbrief-, Pyramidenspiel- und vergleichbaren Aktionen auffordern; </li> <li> durch irgendein anderes Verhalten die Nutzung der Schaeffler-App durch einen anderen verhindern oder hemmen oder durch ein anderes Verhalten Schaeffler oder die Nutzer dieser Schaeffler-App schädigen oder einer Haftung ausliefern; oder </li> <li> die Schaeffler-App in eine Weise nutzen, dass diese Plattform oder den Nutzen durch einen Dritten – inklusive der Möglichkeit die Schaeffler-App in Echtzeit zu nutzen – deaktivieren, überlasten, schädigen oder beeinträchtigen würde. </li> </ul> <b>8.2</b> <p> Schaeffler darf den Zugang zu der Schaeffler-App jederzeit sperren, insbesondere wenn der Nutzer gegen seine Pflichten aus diesen Bedingungen verstößt. </p> <b>8.3</b> <p> Der Nutzer stellt Schaeffler von allen Ansprüchen, unabhängig von Rechtsgrund, Art und Höhe, auf erstes Anfordern hin frei, die Dritte gegen Schaeffler geltend machen, weil der Nutzer gegen seine Pflichten nach diesen Bedingungen verstößt. </p> <h5>9. Ausfuhrbestimmungen</h5> <p> Der Transfer von Informationen, Software und Dokumentationen kann Gegenstand von anwendbaren gesetzlichen Regelungen der Exportkontrolle, insbesondere des Rechts der EU bzw. der EU-Mitgliedstaaten oder der Vereinigten Staaten sein, aufgrund ihrer Art oder ihres Verwendungszweckes oder Endverbleibs. Der Nutzer bestätigt, dass er die anwendbaren Exportkontrollvorschriften einhalten wird. </p> <h5>10. Schutz personenbezogener Daten</h5> <p> Schaeffler beachtet bei der Erhebung, bei der Nutzung und bei der Verarbeitung personenbezogener Daten des Nutzers, die anwendbaren datenschutzrechtlichen Bestimmungen, die auf der Schaeffler-App eingesehen werden können. </p> <h5>11. Nebenabreden, Gerichtsstand, Anwendbares Recht</h5> <b>11.1</b> <p> Nebenabreden zu diesen Nutzungsbedingungen einschließlich der Änderung dieser Klausel bedürfen der Schriftform. </p> <b>11.2</b> <p> Gerichtsstand ist der registrierte Sitz der Schaeffler Technologies AG & Co. KG, somit Herzogenaurach, Deutschland. </p> <b>11.3</b> <p> Die einzelnen Seiten der Schaeffler-App werden von Schaeffler betrieben und verantwortet. Die Seiten berücksichtigen die Anforderungen des jeweiligen Landes, in dem die Schaeffler Technologies AG & Co. KG ihren registrierten Sitz hat. Schaeffler übernimmt keine Verantwortung für die Möglichkeit, dass Informationen, Software und/oder Dokumentationen von der Schaeffler-App auch an Orten außerhalb des betreffenden Landes abgerufen oder heruntergeladen werden dürfen. Wenn Nutzer von Orten außerhalb des betreffenden Landes auf die Schaeffler-App zugreifen, sind sie ausschließlich selbst für die Einhaltung der nach dem jeweiligen Landesrecht einschlägigen Vorschriften verantwortlich. Der Zugang zu Informationen, Software und/oder Dokumentationen auf der Schaeffler-Webseite aus Ländern, in denen dieser Zugang rechtswidrig ist, ist nicht gestattet. In diesem Fall und falls der Nutzer in geschäftliche Beziehungen mit Schaeffler treten möchte, sollte der Nutzer zu Schaeffler-Repräsentanten in dem jeweiligen Land Kontakt aufnehmen. </p> <b>11.4</b> <p> Diese Bedingungen sowie die Nutzung der Schaeffler-App erfolgen unter dem Recht des registrierten Sitzes der Schaeffler Technologies AG & Co. KG, somit dem Recht der Bundesrepublik Deutschland. Kollisionsrechtliche und die Bestimmungen des UN-Kaufrechts finden keine Anwendung. </p> <p>Version 01 14.01.2022</p>"
  },
  "accessRights": {
    "showTeamMembers": "show employees",
    "showTeamMembersPartially": "not enough rights to see all employees."
  }
}
