<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Datenschutz</title>
    <link rel="stylesheet" type="text/css" media="all" href="./legal.css" />
  </head>
  <body>
    <div class="header">
      <div class="company-logo">
        <img
          src="./schaeffler-logo.svg"
          alt="Schaeffler&#39;s logo"
          id="schaeff_logo"
        />
      </div>
    </div>
    <div class="content">
      <h1>Datenschutzerkl&auml;rung</h1>
      <br />
      <p>
        Wir freuen uns &uuml;ber Ihr Interesse an der Schaeffler Gruppe
        (Schaeffler AG und verbundene Unternehmen) und an unseren Produkten. Bei
        der Nutzung unseres Onlineangebots ist der Schutz Ihrer
        Privatsph&auml;re von gro&szlig;er Bedeutung. Wenn personenbezogene
        Daten verarbeitet werden, beachten wir die jeweils geltenden
        datenschutzrechtlichen Bestimmungen.<br /><br /><strong
          >I. Allgemeines zur Datenverarbeitung<br /><br />1. Umfang und Zweck
          der Verarbeitung personenbezogener Daten</strong
        ><br /><br />Wir erheben und verwenden Ihre personenbezogenen Daten
        grunds&auml;tzlich nur, soweit dies zur Bereitstellung einer
        funktionsf&auml;higen Webseite sowie unserer auf der Webseite
        angebotenen Inhalte und Services erforderlich ist. Die Erhebung und
        Verwendung Ihrer personenbezogenen Daten erfolgt regelm&auml;&szlig;ig
        nur nach Ihrer Einwilligung. Eine Ausnahme gilt in solchen F&auml;llen,
        in denen die Verarbeitung der Daten durch gesetzliche Vorschriften
        gestattet ist.<br /><br /><strong
          >2. Rechtsgrundlage f&uuml;r die Datenverarbeitung</strong
        ><br /><br />Die Verarbeitung Ihrer personenbezogenen Daten erfolgt auf
        Grundlage der EU-Datenschutzgrundverordnung (DSGVO) und des
        Bundesdatenschutzgesetzes (BDSG).<br />Soweit Sie uns eine Einwilligung
        zur Verarbeitung von personenbezogenen Daten f&uuml;r bestimmte Zwecke
        erteilt haben, dient Art. 6 Abs. 1 lit. a DSGVO als Rechtsgrundlage
        f&uuml;r die Verarbeitung personenbezogener Daten. Eine erteilte
        Einwilligung kann von Ihnen jederzeit widerrufen werden. Bitte beachten
        Sie, dass der Widerruf erst f&uuml;r die Zukunft wirkt. Verarbeitungen,
        die vor dem Widerruf erfolgt sind, sind davon nicht betroffen.<br />Die
        Verarbeitung personenbezogener Daten im Rahmen der Erf&uuml;llung von
        Vertr&auml;gen, dessen Vertragspartei Sie sind, oder zur
        Durchf&uuml;hrung vorvertraglicher Ma&szlig;nahmen, die auf Ihre Anfrage
        erfolgen, erfolgt auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Die
        Zwecke der Datenverarbeitung richten sich nach den jeweiligen
        Vertragsunterlagen und dem Vertragsgegenstand.<br />Soweit eine
        Verarbeitung personenbezogener Daten zur Erf&uuml;llung einer
        rechtlichen Verpflichtung erforderlich ist, der unser Unternehmen
        unterliegt, dient Art. 6 Abs. 1 lit. c DSGVO als Rechtsgrundlage.<br />Ist
        die Verarbeitung zur Wahrung eines berechtigten Interesses von
        Schaeffler oder eines Dritten erforderlich (z.B. zur Geltendmachung
        rechtlicher Anspr&uuml;che und Verteidigung bei rechtlichen
        Streitigkeiten; zur Gew&auml;hrleistung der IT-Sicherheit; zur
        Verhinderung von Straftaten; f&uuml;r Ma&szlig;nahmen zur
        Gesch&auml;ftssteuerung und Weiterentwicklung von Dienstleistungen und
        Produkten) und &uuml;berwiegen die Interessen, Grundrechte und
        Grundfreiheiten von Ihnen als Betroffener das erstgenannte Interesse
        nicht, so dient Art. 6 Abs. 1 lit. f DSGVO als Rechtsgrundlage f&uuml;r
        die Verarbeitung.<br /><br /><strong
          >3. Datenl&ouml;schung und Speicherdauer </strong
        ><br /><br />Wir verarbeiten und speichern Ihre personenbezogenen Daten
        solange diese zur Erf&uuml;llung des jeweiligen Zwecks erforderlich
        sind. Eine Speicherung kann dar&uuml;ber hinaus dann erfolgen, wenn dies
        durch den europ&auml;ischen oder nationalen Gesetzgeber in
        unionsrechtlichen Verordnungen, Gesetzen oder sonstigen Vorschriften,
        denen wir als Verantwortlicher unterliegen, vorgesehen wurde. Sind die
        Daten nicht mehr erforderlich oder ist eine durch die genannten Normen
        vorgeschriebene Speicherfrist abgelaufen, werden Ihre Daten
        regelm&auml;&szlig;ig gel&ouml;scht.<br /><br /><strong
          >4. Zugriff auf personenbezogene Daten innerhalb des Schaeffler
          Konzerns und durch Dritte</strong
        ><br /><br />Innerhalb der Schaeffler Gruppe erhalten diejenigen Stellen
        Zugriff auf Ihre Daten, die diese im Rahmen „Least Privilege“ (Zuweisung
        von Nutzerrechten im geringstm&ouml;glichen Umfang) und des
        „Need-to-Know“ Prinzips (Kenntnis von Daten nur wenn n&ouml;tig)
        ben&ouml;tigen.<br />An Dritte au&szlig;erhalb der Schaeffler Gruppe
        d&uuml;rfen wir Daten nur weitergeben, wenn dies erforderlich ist, eine
        gesetzliche Bestimmung dies gebietet, Sie eingewilligt haben oder von
        uns beauftragte Auftragsverarbeiter sich zur Einhaltung der Vorgaben der
        DSGVO und des BDSG vertraglich verpflichtet haben.<br /><br />Unter
        diesen Voraussetzungen k&ouml;nnen Empf&auml;nger personenbezogener
        Daten sein: Zust&auml;ndige interne Fachabteilungen (IT, Sales, Pricing,
        Vertrieb & Marketing, Global Key Account Management, Regional Business
        Units) und externe Dienstleister sofern erforderlich.<br /><br /><strong
          >5. &Uuml;bermittlung personenbezogener Daten in ein Drittland oder an
          eine internationale Organisation</strong
        ><br /><br />Eine Daten&uuml;bermittlung in L&auml;nder au&szlig;erhalb
        der EU/EWR (sogenannte Drittl&auml;nder) findet nur statt, soweit dies
        erforderlich oder gesetzlich vorgeschrieben ist, Sie uns eine
        Einwilligung erteilt haben oder im Rahmen einer Auftragsverarbeitung.
        Werden Dienstleister in Drittl&auml;ndern eingesetzt, sind diese
        zus&auml;tzlich zu schriftlichen Weisungen durch die Vereinbarung der
        EU-Standardvertragsklauseln zur Einhaltung des Datenschutzniveaus in
        Europa verpflichtet.<br /><br /><strong
          >6. IT-Sicherheit und Links auf Webseiten Dritter</strong
        ><br /><br />Die Schaeffler Gruppe setzt technische und organisatorische
        Sicherheitsma&szlig;nahmen ein, um Ihre durch uns verwalteten Daten
        gegen zuf&auml;llige oder vors&auml;tzliche Zerst&ouml;rung,
        Manipulation, Verlust oder gegen den Zugriff unberechtigter Personen zu
        sch&uuml;tzen. Diese Sicherungsma&szlig;nahmen werden entsprechend der
        jeweiligen neuen technischen M&ouml;glichkeiten st&auml;ndig
        weiterentwickelt.<br /><br />Unsere Webseiten k&ouml;nnen Links zu
        Webseiten anderer Anbieter enthalten. Unsere Hinweise zum Datenschutz
        gelten nicht f&uuml;r diese Webseiten.<br /><br /><strong
          >7. Pflicht zur Bereitstellung von personenbezogenen Daten</strong
        ><br /><br />Im Rahmen von Vertragsabschl&uuml;ssen m&uuml;ssen Sie
        diejenigen personenbezogenen Daten bereitstellen, die zur
        Begr&uuml;ndung, Durchf&uuml;hrung und Beendigung des Vertrags und der
        sich hieraus ergebenden Pflichten zur Erf&uuml;llung erforderlich sind
        oder zu dessen Erhebung Schaeffler gesetzlich verpflichtet ist. Ohne
        diese Daten kommt kein Vertrag mit Schaeffler zustande.<br /><br />Sofern
        wir Ihnen auf dieser Webseite Angebote und Services zur Verf&uuml;gung
        stellen, die Sie freiwillig in Anspruch nehmen k&ouml;nnen, besteht
        keine Pflicht zur Bereitstellung Ihrer Daten an uns, ohne Ihre
        personenbezogenen Daten k&ouml;nnen Sie aber ggfs. unsere Angebote und
        Services nicht nutzen.<br /><br /><strong
          >8. „Profiling“ und automatisierte Entscheidungsfindung</strong
        ><br /><br />Wir nutzen keine vollautomatisierte Entscheidungsfindung
        gem&auml;&szlig; Art. 22 DSGVO. Schaeffler nutzt grunds&auml;tzlich kein
        „Profiling“. Sollten wir dies in Einzelf&auml;llen einsetzen, werden wir
        Sie hier&uuml;ber gesondert informieren, sofern dies gesetzlich
        vorgegeben ist, und ggfs. Ihre vorherige Einwilligung einholen.<br /><br /><strong
          >9. Quellen Ihrer personenbezogenen Daten</strong
        ><br /><br />Wir nutzen Daten, die wir von Ihnen selbst erhalten.<br /><br /><br /><strong
          >II. Datenverarbeitungsvorg&auml;nge bei der Bereitstellung der
          Webseite und bei der Erstellung von Logfiles</strong
        ><br /><br />Wenn Sie unsere Webseite besuchen, erfassen und erheben
        unsere Webserver standardm&auml;&szlig;ig den Namen Ihres Internet
        Service Providers, Ihre IP-Adresse, die Webseite von der aus Sie uns
        besuchen, die Webseiten, die Sie bei uns besuchen sowie das Datum und
        die Dauer des Besuches. Diese Daten werden in den Logfiles unserer
        Systeme gespeichert. Die Nutzung der IP-Adresse beschr&auml;nkt sich
        jedoch auf den technisch notwendigen Umfang und wird gek&uuml;rzt und
        hierdurch nur anonymisiert verwendet, so dass eine Zuordnung der
        IP-Adresse zu einem Nutzer nicht erm&ouml;glicht wird. Die Daten werden
        nicht mit personenbezogenen Daten verbunden.<br /><br />Rechtsgrundlage
        f&uuml;r die vor&uuml;bergehende Speicherung der Daten ist Art. 6 Abs. 1
        lit. f DSGVO.<br /><br />Die vor&uuml;bergehende Speicherung der
        gek&uuml;rzten IP-Adresse durch unsere Systeme ist technisch notwendig,
        um eine Auslieferung der Webseite an Ihr Endger&auml;t zu
        erm&ouml;glichen. Die Speicherung in Logfiles erfolgt, um die
        Funktionsf&auml;higkeit der Webseite sicherzustellen. Eine Auswertung
        der Daten zu Marketingzwecken findet in diesem Zusammenhang nicht statt.
        In diesen Zwecken liegt auch unser berechtigtes Interesse an der
        Datenverarbeitung nach Art. 6 Abs. 1 lit. f DSGVO.<br /><br />Die
        Erfassung der Daten zur Bereitstellung der Webseite und die Speicherung
        der Daten in Logfiles ist f&uuml;r den Betrieb der Internetseite
        zwingend erforderlich. Es besteht folglich f&uuml;r Sie als Nutzer keine
        Widerspruchsm&ouml;glichkeit.<br /><br /><br /><strong
          >III. Datenverarbeitung bei auf der Webseite angebotenen
          Services</strong
        ><br /><br />Auf unserer Webseite werden Services angeboten, f&uuml;r
        deren Nutzung personenbezogene Daten von Ihnen abgefragt werden. Die
        &Uuml;bermittlung von personenbezogenen Daten durch Sie an uns ist dabei
        stets freiwillig.<br /><br /><strong
          >1. Anmeldung zur Nutzung der Webseite </strong
        ><br /><br />Teile der Webseite sind zugangsgesch&uuml;tzt.<br /><br />Der
        Zugang zu Mounting Manager ist f&uuml;r alle Benutzer auch ohne
        Anmeldung m&ouml;glich.<br /><br />Rechtsgrundlage f&uuml;r die
        Verarbeitung der Daten ist Art. 6 Abs. 1 lit. f) DSGVO.<br /><br />Die
        Freischaltung und jeweilige Anmeldung ist f&uuml;r das Bereithalten der
        Inhalte und Leistungen der Webseite erforderlich. Die Daten werden
        gel&ouml;scht, sobald sie f&uuml;r die Erreichung des Zwecks ihrer
        Erhebung nicht mehr erforderlich sind. Dies ist f&uuml;r die uns zur
        Verf&uuml;gung gestellte E-Mail-Adresse der Fall, wenn das
        pers&ouml;nliche User Profil auf unserer Webseite gel&ouml;scht oder
        abge&auml;ndert wird. Weitere personenbezogene Daten des Nutzers
        erhalten wir nicht. Der Nutzer hat jederzeit die M&ouml;glichkeit, sein
        User Profil zu l&ouml;schen. Die &uuml;ber sich gespeicherten Daten kann
        der Nutzer jederzeit ab&auml;ndern lassen. Dazu bitte an den auf der
        Webseite genannten Bereich „Kontakt“ wenden.<br /><br /><br /><strong
          >IV. Verwendung von Cookies</strong
        ><br /><br />Damit Sie die Webseite bestm&ouml;glich nutzen k&ouml;nnen,
        setzen wir Cookies ein. Bei Cookies handelt es sich um Textdateien, die
        im Internetbrowser bzw. vom Internetbrowser auf dem Endger&auml;t des
        Nutzers gespeichert werden. Ruft ein Nutzer unsere Webseite auf, so kann
        ein Cookie auf dem Betriebssystem des Nutzers gespeichert werden. Dieser
        Cookie enth&auml;lt eine charakteristische Zeichenfolge, die eine
        eindeutige Identifizierung des Browsers bei erneuten Aufrufen der
        Webseite erm&ouml;glicht.<br /><br />Nachfolgend informieren wir Sie
        allgemein &uuml;ber den Einsatz von Cookies auf unserer Webseite und die
        damit verbundene Verarbeitung personenbezogener Daten. Weitere
        Informationen zu konkret verwendeten Cookies entnehmen Sie bitte der auf
        dieser Webseite ver&ouml;ffentlichten Schaeffler
        <a href="/cookie_policy">Cookie-Richtlinie</a>.<br /><br />Wir setzen
        Cookies ein, um unsere Webseite nutzerfreundlicher zu gestalten. Einige
        Elemente unserer Webseite erfordern es, dass der aufrufende Browser auch
        nach einem Seitenwechsel identifiziert werden kann.<br /><br />Dar&uuml;ber
        hinaus verwenden wir auf unserer Webseite Cookies, die eine Analyse des
        Surfverhaltens des Nutzers erm&ouml;glichen.<br /><br />Beim Aufruf
        unserer Webseite wird der Nutzer &uuml;ber die Verwendung von Cookies
        informiert und auf diese Datenschutzerkl&auml;rung hingewiesen.<br /><br />Der
        Zweck der Verwendung technisch notwendiger Cookies ist, die Nutzung
        unserer Webseite f&uuml;r den Nutzer zu vereinfachen. Einige Funktionen
        unserer Webseite k&ouml;nnen ohne den Einsatz von Cookies nicht
        angeboten werden. F&uuml;r diese ist es erforderlich, dass der Browser
        auch nach einem Seitenwechsel wiedererkannt wird. Die durch technisch
        notwendige Cookies erhobenen Nutzerdaten werden nicht zur Erstellung von
        Nutzerprofilen verwendet. Weitere Informationen entnehmen Sie bitte der
        Schaeffler <a href="/cookie_policy">Cookie-Richtlinie</a>.<br />Die
        Verwendung von Analyse-Cookies erfolgt zu dem Zweck, die Qualit&auml;t
        unserer Webseite und ihre Inhalte zu verbessern. Durch die
        Analyse-Cookies erfahren wir, wie die Webseite genutzt wird und
        k&ouml;nnen so unser Angebot stetig optimieren. Weitere Informationen
        entnehmen Sie bitte der Schaeffler
        <a href="/cookie_policy">Cookie-Richtlinie</a>.<br /><br />Die
        Rechtsgrundlage f&uuml;r die Verarbeitung personenbezogener Daten unter
        Verwendung von Cookies ist Art. 6 Abs.1 lit. f DSGVO.<br /><br />Cookies
        werden auf dem Endger&auml;t des Nutzers gespeichert und von diesem an
        unsere Webseite &uuml;bermittelt. Daher haben Sie als Nutzer auch die
        volle Kontrolle &uuml;ber die Verwendung von Cookies. Durch eine
        &Auml;nderung der Einstellungen in Ihrem Internetbrowser k&ouml;nnen Sie
        die &Uuml;bertragung von Cookies deaktivieren oder einschr&auml;nken.
        Bereits gespeicherte Cookies k&ouml;nnen jederzeit gel&ouml;scht werden.
        Dies kann auch automatisiert erfolgen. Werden Cookies f&uuml;r unsere
        Webseite deaktiviert, k&ouml;nnen m&ouml;glicherweise nicht mehr alle
        Funktionen der Webseite vollumf&auml;nglich genutzt werden.<br /><br /><br /><strong
          >V. Ihre Rechte als betroffene Person</strong
        ><br /><br />Werden personenbezogene Daten von Ihnen verarbeitet, sind
        Sie Betroffener i.S.d. DSGVO und es stehen Ihnen die folgenden Rechte
        gegen&uuml;ber uns als Verantwortlichen zu:<br /><br /><strong
          >1. Auskunftsrecht (Art. 15 DSGVO)</strong
        ><br /><br />Sie k&ouml;nnen von uns eine Best&auml;tigung dar&uuml;ber
        verlangen, ob personenbezogene Daten, die Sie betreffen, von uns
        verarbeitet werden. Liegt eine solche Verarbeitung vor, k&ouml;nnen Sie
        von uns &uuml;ber die gesetzlich vorgesehenen Informationen (siehe Art.
        15 Abs. 1 DSGVO) Auskunft verlangen sowie &uuml;ber geeignete Garantien
        gem. Art. 46 DSGVO im Zusammenhang mit der &Uuml;bermittlung
        unterrichtet zu werden, wenn die Sie betreffenden personenbezogenen
        Daten in ein Drittland oder an eine internationale Organisation
        &uuml;bermittelt werden. Es bestehen die Einschr&auml;nkungen nach §§ 34
        und 35 BDSG.<br /><br /><strong
          >2. Recht auf Berichtigung (Art. 16 DSGVO)</strong
        ><br /><br />Sie haben gegen&uuml;ber uns ein Recht auf Berichtigung
        und/oder Vervollst&auml;ndigung, sofern die verarbeiteten
        personenbezogenen Daten unrichtig oder unvollst&auml;ndig sind. Wir
        haben die Berichtigung unverz&uuml;glich vorzunehmen.<br /><br /><strong
          >3. Recht auf Einschr&auml;nkung der Verarbeitung (Art. 18
          DSGVO)</strong
        ><br /><br />Unter den gesetzlichen Voraussetzungen (siehe Art. 18 Abs.
        1 DSGVO) k&ouml;nnen Sie die Einschr&auml;nkung der Verarbeitung der Sie
        betreffenden personenbezogenen Daten verlangen. &Uuml;ber Folgen der
        Einschr&auml;nkung siehe bitte Art. 18 Abs. 2 und 3 DSGVO.<br /><br /><strong
          >4. Recht auf L&ouml;schung (Art. 17 DSGVO)</strong
        ><br /><br />Sie k&ouml;nnen von uns verlangen, dass die Sie
        betreffenden personenbezogenen Daten unverz&uuml;glich gel&ouml;scht
        werden, und wir sind verpflichtet, diese Daten unverz&uuml;glich zu
        l&ouml;schen, wenn einer der Gr&uuml;nde gem&auml;&szlig; Art. 17 Abs. 1
        DSGVO zutrifft. Ein Recht auf L&ouml;schung besteht nicht in den
        F&auml;llen des Art. 17 Abs. 3 DSGVO. Weiter bestehen die
        Einschr&auml;nkungen nach §§ 34 und 35 BDSG.<br /><br /><strong
          >5. Recht auf Unterrichtung </strong
        ><br /><br />Haben Sie das Recht auf Berichtigung, L&ouml;schung oder
        Einschr&auml;nkung der Verarbeitung gegen&uuml;ber uns geltend gemacht,
        sind wir verpflichtet, allen Empf&auml;ngern, denen Ihre
        personenbezogenen Daten offengelegt wurden, diese Berichtigung oder
        L&ouml;schung der Daten oder Einschr&auml;nkung der Verarbeitung
        mitzuteilen, es sei denn, dies erweist sich als unm&ouml;glich oder ist
        mit einem unverh&auml;ltnism&auml;&szlig;igen Aufwand verbunden. Ihnen
        steht gegen&uuml;ber uns das Recht zu, &uuml;ber diese Empf&auml;nger
        unterrichtet zu werden.<br /><br /><strong
          >6. Recht auf Daten&uuml;bertragbarkeit (Art. 20 DSGVO)</strong
        ><br /><br />Sie haben das Recht, die Sie betreffenden personenbezogen
        Daten, die Sie uns bereitgestellt haben, in einem strukturierten,
        g&auml;ngigen und maschinenlesbaren Format zu erhalten. Wir verweisen
        f&uuml;r Einzelheiten auf Art. 20 DSGVO.<br /><br /><strong
          >7. Widerspruchsrecht (Art. 21 DSGVO)</strong
        ><br /><br />Sie haben das Recht, aus Gr&uuml;nden, die sich aus Ihrer
        besonderen Situation ergeben, jederzeit gegen die Verarbeitung der Sie
        betreffenden personenbezogenen Daten, die aufgrund von Art. 6 Abs. 1
        lit. e oder f DSGVO erfolgt, Widerspruch einzulegen. Weitere
        Einzelheiten ergeben sich aus Art. 21 DSGVO.<br /><br />Dar&uuml;ber
        hinaus besitzen Sie ein Beschwerderecht bei den
        Datenschutzaufsichtsbeh&ouml;rden nach Art. 77 DSGVO i.V.m. § 19
        BDSG.<br /><br /><br /><strong
          >VI. Name und Anschrift des Verantwortlichen</strong
        ><br /><br />Schaeffler Technologies AG & Co. KG<br />Industriestra&szlig;e
        1-3<br />91074 Herzogenaurach<br />Deutschland<br />Telefon: +49 9132
        82-0<br />Fax: +49 9132 82-49 50<br />E-Mail:
        <a href="mailto:info.de@schaeffler.com">info.de@schaeffler.com</a
        ><br /><br /><strong>VII. Anschrift des Datenschutzbeauftragten</strong
        ><br /><br />Schaeffler AG<br />Datenschutzbeauftragter<br />Industriestra&szlig;e
        1-3<br />91074 Herzogenaurach<br />Deutschland<br />Telefon: +49 9132
        82-1476<br />Fax: +49 9132 82-5901<br />E-Mail:
        <a href="mailto:datenschutz@schaeffler.com"
          >datenschutz@schaeffler.com</a
        ><br /><br /><br />Version 21.12.2020
      </p>
    </div>
  </body>
</html>
